[{"id_jurisprudencia":"dbe91416-28bb-4c1f-bce2-0c8c71d712f5","tipo_publicacao":"DECISAO_MONOCRATICA","tipo_jurisdicao":"INSTANCIA","sigla_tribunal":"STF","cod_cnj_tj":"100","url_jurisprudencia_tribunal":"https://jurisprudencia.stf.jus.br/pages/search/despacho1103847/false","processo":"ADI 6155 / BA ","classe":" Ação Direta de Inconstitucionalidade ","relator":"Cármen Lúcia","data_julgamento":"20/05/2020","data_publicacao":"25/05/2020","partes":"REQTE.(S)           : CONSELHO FEDERAL DA ORDEM DOS ADVOGADOS DO BRASIL - CFOAB ADV.(A/S)           : FELIPE DE SANTA CRUZ OLIVEIRA SCALETSKY E OUTRO(A/S) INTDO.(A/S)         : GOVERNADOR DO ESTADO DA BAHIA ADV.(A/S)           : PROCURADOR-GERAL DO ESTADO DA BAHIA INTDO.(A/S)         : ASSEMBLEIA LEGISLATIVA DO ESTADO DA BAHIA ADV.(A/S)           : SEM REPRESENTAÇÃO NOS AUTOS ADV.(A/S)           : LIZANDRA NASCIMENTO VICENTE ADV.(A/S)           : CLAUDIA PAIVA CARVALHO ADV.(A/S)           : MARCUS VINICIUS FURTADO COELHO","decisao_jurisprudencia":"","inteiro_teor_puro":"DECISÃO AÇÃO DIRETA DE INCONSTITUCIONALIDADE. LEI DE DIRETRIZES ORÇAMENTÁRIAS ESTADUAL. EXAURIMENTO DOS EFEITOS. PERDA SUPERVENIENTE DO OBJETO. AÇÃO DIRETA DE INCONSTITUCIONALIDADE PREJUDICADA.  Relatório     1. Ação direta de inconstitucionalidade, com requerimento de medida cautelar, ajuizada por Conselho Federal da Ordem dos Advogados do Brasil objetivando a declaração de inconstitucionalidade do inc. I do art. 92 da Lei n. 13.973/2018 da Bahia, pela qual se dispõe sobre as diretrizes orçamentárias para o exercício de 2019:     “Art. 92 - Serão apropriadas em cada um dos Poderes e do Ministério Público, quando da verificação dos limites de que trata o art. 91 desta Lei, as seguintes despesas:      I - com inativos e pensionistas, segundo a origem do benefício previdenciário, ainda que a despesa seja empenhada e paga por intermédio do FUNPREV e do BAPREV”.      2. O autor alega ofensa ao inc. I e aos §§ 1º e 2º do art. 24, ao § 1º do art. 99 e ao § 2º do art. 165 da Constituição da República, pois “o dispositivo obriga que as despesas com aposentadorias e pensões sejam computadas no cálculo dos limites de despesas com pessoal pelo Poder Judiciário, bem como pelo Legislativo e Ministério Público, ainda que os benefícios sejam pagos pelo Poder Executivo por gerir os fundos que destinam as receitas previdenciárias”.     Argumenta que “não existe previsão expressa em sede constitucional ou nas normas gerais de direito financeiro que autorize a LDO a disciplinar o modo de aferição dos limites de despesas com pessoal, o que se deu no caso por meio de alteração na regra de apropriação de despesas por fundo público (os fundos previdenciários da FUPREV e BAPREV)”.     Sustenta que a norma impugnada “padece de inconstitucionalidade formal por invadir a esfera de competência da União de legislar sobre normas gerais de direito financeiro e dispor, mediante lei complementar, sobre os limites de despesa com pessoal”.     Enfatiza que a regra do inc. I do art. 92 da Lei estadual n. 13.973/2018 “gera uma distorção, na medida em que o Poder Executivo administra as receitas previdenciárias, mas o poder Judiciário assume o ônus de contabilizá-las para fins de aferição do limite de despesas com pessoal”.     Acrescenta o autor que, “ao determinar a inclusão das despesas com inativos pagas pelos Fundos de Previdência do Estado como despesas do Poder Judiciário para fins de cálculo do limite de gastos com pessoal, o art. 92, I, da LDO/2018 viola a autonomia do Poder Judiciário, seja ao impor redução no aporte de recursos orçamentários que podem ser destinados para despesas com pessoal, seja por não ter contado com a participação do Poder Judiciário na formulação da proposta”.     3. Requer a suspensão cautelar do inc. I do art. 92 da Lei estadual n. 13.973/2018 e, ao final, a declaração de inconstitucionalidade da norma.      4. Em 12.6.2019, adotei o rito do art. 10 da Lei n. 9.868/1999.     O Governador da Bahia, nas informações, requereu “seja a presente ADI julgada improcedente, tendo em vista a higidez do comando legal exarado do artigo 92 da Lei Estadual 13.973/18 e a ausência de violação à qualquer disposição da CF/88”.      Assinala que “o fato de o pagamento dos inativos e pensionistas do Poder Judiciário ser realizado através de fundos (FUNPREV e BRAPEV) geridos pela SUPREV Superintendência de Previdência, gestor único do Regime Próprio de Previdência dos Servidores do Estado da Bahia (conforme art. 40, 9 20 da CF), e vinculado ao Poder Executivo, não autoriza a apropriação da respectiva despesa por este Poder Executivo para fins de aferição do atendimento aos limites de despesa com pessoal, na medida em que - ao fim e ao cabo trata-se de despesa oriunda do Pode Judiciário”.      A Assembleia Legislativa da Bahia deixou de prestar as informações requisitadas pelo Ofício nº 3381/2019.      Em 16.8.2019, A Advocacia-Geral da União manifestou-se pelo indeferimento da medida cautelar:     “Financeiro. Artigo 92, inciso I, da Lei nº 13.973/2018 do Estado da Bahia. Previsão de que os gastos com inativos e pensionistas sejam computados no cálculo dos limites de despesas com pessoal relativos a cada um dos Poderes e do Ministério Público, segundo a origem dos benefícios. Suposta violação aos artigos 24, inciso I e §§ 1º e 2º; 99, § 1º; 163, inciso I; 165, § 2º; e 169 da Constituição Federal. Insubsistência das alegações do requerente. A repartição dos limites globais de despesas com pessoal entre os Poderes e o Ministério Público decorre de determinação imposta pela Lei de Responsabilidade Fiscal, com fulcro no artigo 169 da Constituição Federal. Ausência de violação à competência da União para legislar sobre normas gerais de direito financeiro. Inocorrência de extrapolação do âmbito normativo próprio às leis de diretrizes orçamentárias. Norma que contribui para a higidez da autonomia financeira dos Poderes estatais e do Ministério Público. Inexistência, na espécie, de fumus boni iuris e periculum in mora. Manifestação pelo indeferimento da medida cautelar pleiteada na inicial”.      Em 18.11.2019, determinei se requisitassem os autos da Procuradoria-Geral da República com ou sem manifestação.      Em 15.5.2020 a Procuradoria-Geral da República lançou parecer pelo não conhecimento da ação direta:     “AÇÃO DIRETA DE INCONSTITUCIONALIDADE. LEI 13.973/2018 DO ESTADO DA BAHIA (LEI DE DIRETRIZES ORCAMENTÁRIAS — EXERCÍCIO FINANCEIRO DE 2019). EXAURIMENTO DA SUA EFICÁCIA JURÍDICA. PREJUDICIALIDADE DA APRECIAÇÃO DO PEDIDO DE DECLARAÇÃO DE INCONSTITUCIONALIDADE ANTE A PERDA SUPERVENIENTE DO OBJETO DA AÇÃO. 1. Há de ser declarada a prejudicialidade da ação direta ajuizada contra lei orçamentária quando ocorrer o exaurimento da sua eficácia, havendo de ser discutidos nas vias ordinárias adequadas os seus efeitos residuais concretos. Precedentes. Parecer pelo não conhecimento da ação direta”.     Examinados os elementos havidos no processo, DECIDO.     A ação direta de inconstitucionalidade está prejudicada.     5. A Lei n. 13.973/2018 da Bahia teve os efeitos jurídicos esgotados, por versar sobre as diretrizes orçamentárias daquele Estado para o execício de 2019.      De sua análise se extrai que “as normas hostilizadas, justamente por estarem inseridas na Lei de Diretrizes Orçamentárias (LDO), destinam-se precipuamente a orientar a elaboração da lei orçamentária anual (LOA): sua vigência tem como termo a quo a data em que é promulgada e como termo ad quem o final do exercício financeiro subsequente” (Ação Direta de Inconstitucionalidade n. 4.663, Relator o Ministro Luiz Fux, DJe de 16.12.2014).      6. Verifica-se o princípio da anualidade como condição superveniente e prejudicial à cognoscibilidade da ação direta por caracterizar-se a lei de diretrizes orçamentárias pela vigência temporária e produção de efeitos somente no período compreendido entre sua edição e o final do exercício financeiro a que se refere.      Nos termos da jurisprudência do Supremo Tribunal Federal, o exaurimento da eficácia de lei temporária, como é o caso de lei de diretrizes orçamentárias, enseja a extinção do processo de controle normativo abstrato por configurar hipótese de ausência de objeto da ação.      Confiram-se os precedentes:      “AÇÃO DIRETA DE INCONSTITUCIONALIDADE - LEI N. 1.848/91, DO RIO DE JANEIRO (ART. 34) - LEI DE DIRETRIZES ORÇAMENTÁRIAS - NATUREZA JURÍDICA - NORMA LEGAL DE VIGÊNCIA TEMPORÁRIA - PLENO EXAURIMENTO DE SUA EFICACIA JURÍDICO-NORMATIVA - PREJUDICIALIDADE DA AÇÃO. - A Lei de Diretrizes Orçamentarias possui destinação constitucional especifica e veicula conteúdo material próprio, que, definido pelo art. 165, par. 2. da Carta Federal, compreende as metas e prioridades da Administração Pública, inclusive as despesas de capital para o exercício financeiro subsequente. Mais do que isso, esse ato estatal tem por objetivo orientar a elaboração da lei orçamentária anual e dispor sobre as alterações na legislação tributária, além de estabelecer a política de aplicação das agências financeiras oficiais de fomento. - A ordinária vinculação da Lei de Diretrizes Orçamentárias a um exercício financeiro determinado define-lhe a natureza essencialmente transitória, atribuindo-lhe, em consequência, eficacia temporal limitada. Esse ato legislativo - não obstante a provisoriedade de sua vigência - constitui um dos mais importantes instrumentos normativos do novo sistema orçamentário brasileiro. - Objeto do controle concentrado de constitucionalidade somente pode ser o ato estatal de conteúdo normativo, em regime de plena vigência. A cessação superveniente da vigência da norma estatal impugnada em sede de ação direta de inconstitucionalidade, enquanto fato jurídico que se revela apto a gerar a extinção do processo de fiscalização abstrata, tanto pode decorrer da sua revogação pura e simples como do exaurimento de sua eficacia, tal como sucede nas hipóteses de normas legais de caráter temporário” (Ação Direta de Inconstitucionalidade n. 612-QO, Relator o Ministro Celso de Mello, DJ de 6.5.1994).     “AGRAVO REGIMENTAL EM RECURSO EXTRAORDINÁRIO COM AGRAVO. INTERPOSIÇÃO EM 31.1.2017. AÇÃO DIRETA DE INCONSTITUCIONALIDADE. LEI DE DIRETRIZES ORÇAMENTÁRIAS. VIGÊNCIA TEMPORÁRIA. EXAURIMENTO DE SUA EFICÁCIA. PERDA SUPERVENIENTE DO OBJETO. 1. Nos termos da jurisprudência do Supremo Tribunal Federal, o exaurimento da eficácia de lei temporária enseja a extinção do processo de controle normativo abstrato, face à perda superveniente de seu objeto. 2. Agravo regimental a que se nega provimento, com previsão de aplicação da multa prevista no art. 1.021, § 4º, do CPC. Sem honorários, por se tratar de recurso oriundo de ação direta de inconstitucionalidade” (ARE n. 922.536 AgR, Relator o Ministro Edson Fachin, DJe 6.2.2018).      “AÇÃO DIRETA DE INCONSTITUCIONALIDADE – LEI Nº 15.406/2013, DO ESTADO DO CEARÁ – LEI DE DIRETRIZES ORÇAMENTÁRIAS – DIPLOMA LEGISLATIVO DE VIGÊNCIA TEMPORÁRIA – PLENO EXAURIMENTO DE SUA EFICÁCIA JURÍDICO-NORMATIVA – IRRELEVÂNCIA DE EXISTIREM, OU NÃO, EFEITOS RESIDUAIS CONCRETOS RESULTANTES DO ATO NORMATIVO CUJOS EFEITOS ESGOTARAM-SE EM RAZÃO DE DECURSO TEMPORAL – EXTINÇÃO ANÔMALA DO PROCESSO DE FISCALIZAÇÃO NORMATIVA ABSTRATA EM DECORRÊNCIA DA FALTA DE INTERESSE DE AGIR – PRECEDENTES DO SUPREMO TRIBUNAL FEDERAL – RECURSO DE AGRAVO IMPROVIDO” (Ação Direta de Inconstitucionalidade n. 5.120-AgR, Relator o Ministro Celso de Mello, DJe 12.2.2016).      “PROCESSO OBJETIVO - LEI BALIZADA NO TEMPO. A circunstância de o ato normativo abstrato autônomo atacado na ação direta de inconstitucionalidade ter vigência determinada conduz, uma vez alcançado o termo final, a concluir-se pela inviabilidade do controle concentrado de constitucionalidade” (Ação Direta de Inconstitucionalidade n. 1.979, Relator o Ministro Marco Aurélio, DJ de 29.9.2006).     7. Este Supremo Tribunal tem reconhecido a perda de objeto das ações de controle abstrato nas quais impugnadas normas que deixaram de subsistir no ordenamento jurídico e cujos efeitos se tenham exaurido: ADI n. 2.542-AgR, Relator o Ministro Luiz Fux, Plenário, DJ 27.10.2017; ADI n. 3.408-AgR, Relator o Ministro Dias Toffoli, Plenário, DJ 15.2.2017; ADI n. 4.365, Relator o Ministro Dias Toffoli, Plenário, DJ 5.3.2015; ADI n. 3.004/MG, Relator o Ministro Roberto Barroso, decisão monocrática, DJ 16.12.2013; ADI n. 2.701/RJ, Relator o Ministro Gilmar Mendes, decisão monocrática, DJ 4.12.2012; ADI n. 3.964/DF, Relator o Ministro Teori Zavascki, decisão monocrática, DJ 9.12.2014; ADI n. 973/AP, Relator o Ministro Roberto Barroso, decisão monocrática, DJ 10.6.2014; ADI n. 1.504/RS, Relator o Ministro Roberto Barroso, decisão monocrática, DJ 10.6.2014; ADI n. 1.910/DF, Relator o Ministro Dias Toffoli, decisão monocrática, DJ 19.3.2014; ADI n. 520/MT, Relator o Ministro Maurício Corrêa, Plenário, DJ 6.6.1997; ADI n. 3.873/AC, de minha relatoria, decisão monocrática, DJ 13.3.2009; ADI n. 3.319/RJ, de minha relatoria, decisão monocrática, DJ 27.6.2008; ADI n. 3.209/SE, de minha relatoria, decisão monocrática, DJ 27.3.2008; ADI n. 1.821/DF, de minha relatoria, decisão monocrática, DJ 14.3.2008; ADI n. 1.898/DF, de minha relatoria, decisão monocrática, DJ 14.3.2008; ADI n. 1.461/AP, Relator o Ministro Maurício Corrêa, Redator para o acórdão o Ministro Gilmar Mendes, Plenário, DJ 19.10.2007; ADI n. 1.920/BA, Relator o Ministro Eros Grau, Plenário, DJ 2.2.2007; ADI n. 3.513/PA, Relatora a Ministra Ellen Gracie, decisão monocrática, DJ 22.8.2005; ADI n. 1.442/DF, Relator o Ministro Celso de Mello, Plenário, DJ 29.4.2005; ADI n. 2.436/PE, Relator o Ministro Joaquim Barbosa, decisão monocrática, DJ 26.8.2005; ADI n. 380/RO, Relator o Ministro Celso de Mello, decisão monocrática, DJ 4.3.2005; ADI n. 1.995/ES, Relator o Ministro Gilmar Mendes, decisão monocrática, DJ 17.11.2005; ADI n. 387/RO, Relator o Ministro Sepúlveda Pertence, decisão monocrática, DJ 9.9.2005; ADI n. 254-QO/GO, Relator o Ministro Maurício Corrêa, Plenário, DJ 5.12.2003; ADI n. 1.815/DF, Relator o Ministro Sydney Sanches, DJ 7.3.2002; ADI n. 2.001-MC/DF, Relator o Ministro Moreira Alves, Plenário, DJ 3.9.1999; ADI n. 221/DF, Relator o Ministro Moreira Alves, Plenário, DJ 22.10.1993; e ADI n. 709/PR, Relator o Ministro Paulo Brossard, Plenário, DJ 20.5.1992.      8. Pelo exposto, julgo prejudicada a presente ação direta de inconstitucionalidade pela perda superveniente do objeto (inc. IX do art. 21 do Regimento Interno do Supremo Tribunal Federal).     Publique-se.      Brasília, 20 de maio de 2020. Ministra CÁRMEN LÚCIA Relatora","ementa":"DECISÃO AÇÃO DIRETA DE INCONSTITUCIONALIDADE. LEI DE DIRETRIZES ORÇAMENTÁRIAS ESTADUAL. EXAURIMENTO DOS EFEITOS. PERDA SUPERVENIENTE DO OBJETO. AÇÃO DIRETA DE INCONSTITUCIONALIDADE PREJUDICADA.  Relatório     1. Ação direta de inconstitucionalidade, com requerimento de medida cautelar, ajuizada por Conselho Federal da Ordem dos Advogados do Brasil objetivando a declaração de inconstitucionalidade do inc. I do art. 92 da Lei n. 13.973/2018 da Bahia, pela qual se dispõe sobre as diretrizes orçamentárias para o exercício de 2019:     “Art. 92 - Serão apropriadas em cada um dos Poderes e do Ministério Público, quando da verificação dos limites de que trata o art. 91 desta Lei, as seguintes despesas:      I - com inativos e pensionistas, segundo a origem do benefício previdenciário, ainda que a despesa seja empenhada e paga por intermédio do FUNPREV e do BAPREV”.      2. O autor alega ofensa ao inc. I e aos §§ 1º e 2º do art. 24, ao § 1º do art. 99 e ao § 2º do art. 165 da Constituição da República, pois “o dispositivo obriga que as despesas com aposentadorias e pensões sejam computadas no cálculo dos limites de despesas com pessoal pelo Poder Judiciário, bem como pelo Legislativo e Ministério Público, ainda que os benefícios sejam pagos pelo Poder Executivo por gerir os fundos que destinam as receitas previdenciárias”.     Argumenta que “não existe previsão expressa em sede constitucional ou nas normas gerais de direito financeiro que autorize a LDO a disciplinar o modo de aferição dos limites de despesas com pessoal, o que se deu no caso por meio de alteração na regra de apropriação de despesas por fundo público (os fundos previdenciários da FUPREV e BAPREV)”.     Sustenta que a norma impugnada “padece de inconstitucionalidade formal por invadir a esfera de competência da União de legislar sobre normas gerais de direito financeiro e dispor, mediante lei complementar, sobre os limites de despesa com pessoal”.     Enfatiza que a regra do inc. I do art. 92 da Lei estadual n. 13.973/2018 “gera uma distorção, na medida em que o Poder Executivo administra as receitas previdenciárias, mas o poder Judiciário assume o ônus de contabilizá-las para fins de aferição do limite de despesas com pessoal”.     Acrescenta o autor que, “ao determinar a inclusão das despesas com inativos pagas pelos Fundos de Previdência do Estado como despesas do Poder Judiciário para fins de cálculo do limite de gastos com pessoal, o art. 92, I, da LDO/2018 viola a autonomia do Poder Judiciário, seja ao impor redução no aporte de recursos orçamentários que podem ser destinados para despesas com pessoal, seja por não ter contado com a participação do Poder Judiciário na formulação da proposta”.     3. Requer a suspensão cautelar do inc. I do art. 92 da Lei estadual n. 13.973/2018 e, ao final, a declaração de inconstitucionalidade da norma.      4. Em 12.6.2019, adotei o rito do art. 10 da Lei n. 9.868/1999.     O Governador da Bahia, nas informações, requereu “seja a presente ADI julgada improcedente, tendo em vista a higidez do comando legal exarado do artigo 92 da Lei Estadual 13.973/18 e a ausência de violação à qualquer disposição da CF/88”.      Assinala que “o fato de o pagamento dos inativos e pensionistas do Poder Judiciário ser realizado através de fundos (FUNPREV e BRAPEV) geridos pela SUPREV Superintendência de Previdência, gestor único do Regime Próprio de Previdência dos Servidores do Estado da Bahia (conforme art. 40, 9 20 da CF), e vinculado ao Poder Executivo, não autoriza a apropriação da respectiva despesa por este Poder Executivo para fins de aferição do atendimento aos limites de despesa com pessoal, na medida em que - ao fim e ao cabo trata-se de despesa oriunda do Pode Judiciário”.      A Assembleia Legislativa da Bahia deixou de prestar as informações requisitadas pelo Ofício nº 3381/2019.      Em 16.8.2019, A Advocacia-Geral da União manifestou-se pelo indeferimento da medida cautelar:     “Financeiro. Artigo 92, inciso I, da Lei nº 13.973/2018 do Estado da Bahia. Previsão de que os gastos com inativos e pensionistas sejam computados no cálculo dos limites de despesas com pessoal relativos a cada um dos Poderes e do Ministério Público, segundo a origem dos benefícios. Suposta violação aos artigos 24, inciso I e §§ 1º e 2º; 99, § 1º; 163, inciso I; 165, § 2º; e 169 da Constituição Federal. Insubsistência das alegações do requerente. A repartição dos limites globais de despesas com pessoal entre os Poderes e o Ministério Público decorre de determinação imposta pela Lei de Responsabilidade Fiscal, com fulcro no artigo 169 da Constituição Federal. Ausência de violação à competência da União para legislar sobre normas gerais de direito financeiro. Inocorrência de extrapolação do âmbito normativo próprio às leis de diretrizes orçamentárias. Norma que contribui para a higidez da autonomia financeira dos Poderes estatais e do Ministério Público. Inexistência, na espécie, de fumus boni iuris e periculum in mora. Manifestação pelo indeferimento da medida cautelar pleiteada na inicial”.      Em 18.11.2019, determinei se requisitassem os autos da Procuradoria-Geral da República com ou sem manifestação.      Em 15.5.2020 a Procuradoria-Geral da República lançou parecer pelo não conhecimento da ação direta:     “AÇÃO DIRETA DE INCONSTITUCIONALIDADE. LEI 13.973/2018 DO ESTADO DA BAHIA (LEI DE DIRETRIZES ORCAMENTÁRIAS — EXERCÍCIO FINANCEIRO DE 2019). EXAURIMENTO DA SUA EFICÁCIA JURÍDICA. PREJUDICIALIDADE DA APRECIAÇÃO DO PEDIDO DE DECLARAÇÃO DE INCONSTITUCIONALIDADE ANTE A PERDA SUPERVENIENTE DO OBJETO DA AÇÃO. 1. Há de ser declarada a prejudicialidade da ação direta ajuizada contra lei orçamentária quando ocorrer o exaurimento da sua eficácia, havendo de ser discutidos nas vias ordinárias adequadas os seus efeitos residuais concretos. Precedentes. Parecer pelo não conhecimento da ação direta”.     Examinados os elementos havidos no processo, DECIDO.     A ação direta de inconstitucionalidade está prejudicada.     5. A Lei n. 13.973/2018 da Bahia teve os efeitos jurídicos esgotados, por versar sobre as diretrizes orçamentárias daquele Estado para o execício de 2019.      De sua análise se extrai que “as normas hostilizadas, justamente por estarem inseridas na Lei de Diretrizes Orçamentárias (LDO), destinam-se precipuamente a orientar a elaboração da lei orçamentária anual (LOA): sua vigência tem como termo a quo a data em que é promulgada e como termo ad quem o final do exercício financeiro subsequente” (Ação Direta de Inconstitucionalidade n. 4.663, Relator o Ministro Luiz Fux, DJe de 16.12.2014).      6. Verifica-se o princípio da anualidade como condição superveniente e prejudicial à cognoscibilidade da ação direta por caracterizar-se a lei de diretrizes orçamentárias pela vigência temporária e produção de efeitos somente no período compreendido entre sua edição e o final do exercício financeiro a que se refere.      Nos termos da jurisprudência do Supremo Tribunal Federal, o exaurimento da eficácia de lei temporária, como é o caso de lei de diretrizes orçamentárias, enseja a extinção do processo de controle normativo abstrato por configurar hipótese de ausência de objeto da ação.      Confiram-se os precedentes:      “AÇÃO DIRETA DE INCONSTITUCIONALIDADE - LEI N. 1.848/91, DO RIO DE JANEIRO (ART. 34) - LEI DE DIRETRIZES ORÇAMENTÁRIAS - NATUREZA JURÍDICA - NORMA LEGAL DE VIGÊNCIA TEMPORÁRIA - PLENO EXAURIMENTO DE SUA EFICACIA JURÍDICO-NORMATIVA - PREJUDICIALIDADE DA AÇÃO. - A Lei de Diretrizes Orçamentarias possui destinação constitucional especifica e veicula conteúdo material próprio, que, definido pelo art. 165, par. 2. da Carta Federal, compreende as metas e prioridades da Administração Pública, inclusive as despesas de capital para o exercício financeiro subsequente. Mais do que isso, esse ato estatal tem por objetivo orientar a elaboração da lei orçamentária anual e dispor sobre as alterações na legislação tributária, além de estabelecer a política de aplicação das agências financeiras oficiais de fomento. - A ordinária vinculação da Lei de Diretrizes Orçamentárias a um exercício financeiro determinado define-lhe a natureza essencialmente transitória, atribuindo-lhe, em consequência, eficacia temporal limitada. Esse ato legislativo - não obstante a provisoriedade de sua vigência - constitui um dos mais importantes instrumentos normativos do novo sistema orçamentário brasileiro. - Objeto do controle concentrado de constitucionalidade somente pode ser o ato estatal de conteúdo normativo, em regime de plena vigência. A cessação superveniente da vigência da norma estatal impugnada em sede de ação direta de inconstitucionalidade, enquanto fato jurídico que se revela apto a gerar a extinção do processo de fiscalização abstrata, tanto pode decorrer da sua revogação pura e simples como do exaurimento de sua eficacia, tal como sucede nas hipóteses de normas legais de caráter temporário” (Ação Direta de Inconstitucionalidade n. 612-QO, Relator o Ministro Celso de Mello, DJ de 6.5.1994).     “AGRAVO REGIMENTAL EM RECURSO EXTRAORDINÁRIO COM AGRAVO. INTERPOSIÇÃO EM 31.1.2017. AÇÃO DIRETA DE INCONSTITUCIONALIDADE. LEI DE DIRETRIZES ORÇAMENTÁRIAS. VIGÊNCIA TEMPORÁRIA. EXAURIMENTO DE SUA EFICÁCIA. PERDA SUPERVENIENTE DO OBJETO. 1. Nos termos da jurisprudência do Supremo Tribunal Federal, o exaurimento da eficácia de lei temporária enseja a extinção do processo de controle normativo abstrato, face à perda superveniente de seu objeto. 2. Agravo regimental a que se nega provimento, com previsão de aplicação da multa prevista no art. 1.021, § 4º, do CPC. Sem honorários, por se tratar de recurso oriundo de ação direta de inconstitucionalidade” (ARE n. 922.536 AgR, Relator o Ministro Edson Fachin, DJe 6.2.2018).      “AÇÃO DIRETA DE INCONSTITUCIONALIDADE – LEI Nº 15.406/2013, DO ESTADO DO CEARÁ – LEI DE DIRETRIZES ORÇAMENTÁRIAS – DIPLOMA LEGISLATIVO DE VIGÊNCIA TEMPORÁRIA – PLENO EXAURIMENTO DE SUA EFICÁCIA JURÍDICO-NORMATIVA – IRRELEVÂNCIA DE EXISTIREM, OU NÃO, EFEITOS RESIDUAIS CONCRETOS RESULTANTES DO ATO NORMATIVO CUJOS EFEITOS ESGOTARAM-SE EM RAZÃO DE DECURSO TEMPORAL – EXTINÇÃO ANÔMALA DO PROCESSO DE FISCALIZAÇÃO NORMATIVA ABSTRATA EM DECORRÊNCIA DA FALTA DE INTERESSE DE AGIR – PRECEDENTES DO SUPREMO TRIBUNAL FEDERAL – RECURSO DE AGRAVO IMPROVIDO” (Ação Direta de Inconstitucionalidade n. 5.120-AgR, Relator o Ministro Celso de Mello, DJe 12.2.2016).      “PROCESSO OBJETIVO - LEI BALIZADA NO TEMPO. A circunstância de o ato normativo abstrato autônomo atacado na ação direta de inconstitucionalidade ter vigência determinada conduz, uma vez alcançado o termo final, a concluir-se pela inviabilidade do controle concentrado de constitucionalidade” (Ação Direta de Inconstitucionalidade n. 1.979, Relator o Ministro Marco Aurélio, DJ de 29.9.2006).     7. Este Supremo Tribunal tem reconhecido a perda de objeto das ações de controle abstrato nas quais impugnadas normas que deixaram de subsistir no ordenamento jurídico e cujos efeitos se tenham exaurido: ADI n. 2.542-AgR, Relator o Ministro Luiz Fux, Plenário, DJ 27.10.2017; ADI n. 3.408-AgR, Relator o Ministro Dias Toffoli, Plenário, DJ 15.2.2017; ADI n. 4.365, Relator o Ministro Dias Toffoli, Plenário, DJ 5.3.2015; ADI n. 3.004/MG, Relator o Ministro Roberto Barroso, decisão monocrática, DJ 16.12.2013; ADI n. 2.701/RJ, Relator o Ministro Gilmar Mendes, decisão monocrática, DJ 4.12.2012; ADI n. 3.964/DF, Relator o Ministro Teori Zavascki, decisão monocrática, DJ 9.12.2014; ADI n. 973/AP, Relator o Ministro Roberto Barroso, decisão monocrática, DJ 10.6.2014; ADI n. 1.504/RS, Relator o Ministro Roberto Barroso, decisão monocrática, DJ 10.6.2014; ADI n. 1.910/DF, Relator o Ministro Dias Toffoli, decisão monocrática, DJ 19.3.2014; ADI n. 520/MT, Relator o Ministro Maurício Corrêa, Plenário, DJ 6.6.1997; ADI n. 3.873/AC, de minha relatoria, decisão monocrática, DJ 13.3.2009; ADI n. 3.319/RJ, de minha relatoria, decisão monocrática, DJ 27.6.2008; ADI n. 3.209/SE, de minha relatoria, decisão monocrática, DJ 27.3.2008; ADI n. 1.821/DF, de minha relatoria, decisão monocrática, DJ 14.3.2008; ADI n. 1.898/DF, de minha relatoria, decisão monocrática, DJ 14.3.2008; ADI n. 1.461/AP, Relator o Ministro Maurício Corrêa, Redator para o acórdão o Ministro Gilmar Mendes, Plenário, DJ 19.10.2007; ADI n. 1.920/BA, Relator o Ministro Eros Grau, Plenário, DJ 2.2.2007; ADI n. 3.513/PA, Relatora a Ministra Ellen Gracie, decisão monocrática, DJ 22.8.2005; ADI n. 1.442/DF, Relator o Ministro Celso de Mello, Plenário, DJ 29.4.2005; ADI n. 2.436/PE, Relator o Ministro Joaquim Barbosa, decisão monocrática, DJ 26.8.2005; ADI n. 380/RO, Relator o Ministro Celso de Mello, decisão monocrática, DJ 4.3.2005; ADI n. 1.995/ES, Relator o Ministro Gilmar Mendes, decisão monocrática, DJ 17.11.2005; ADI n. 387/RO, Relator o Ministro Sepúlveda Pertence, decisão monocrática, DJ 9.9.2005; ADI n. 254-QO/GO, Relator o Ministro Maurício Corrêa, Plenário, DJ 5.12.2003; ADI n. 1.815/DF, Relator o Ministro Sydney Sanches, DJ 7.3.2002; ADI n. 2.001-MC/DF, Relator o Ministro Moreira Alves, Plenário, DJ 3.9.1999; ADI n. 221/DF, Relator o Ministro Moreira Alves, Plenário, DJ 22.10.1993; e ADI n. 709/PR, Relator o Ministro Paulo Brossard, Plenário, DJ 20.5.1992.      8. Pelo exposto, julgo prejudicada a presente ação direta de inconstitucionalidade pela perda superveniente do objeto (inc. IX do art. 21 do Regimento Interno do Supremo Tribunal Federal).     Publique-se.      Brasília, 20 de maio de 2020. Ministra CÁRMEN LÚCIA Relatora","indexacao":null,"legislacao":"LEG-FED   CF        ANO-1988\n          ART-00009 ART-00020 ART-00024 PAR-00001\n          PAR-00002 INC-00001 ART-00040 ART-00099\n          PAR-00001 ART-00165 PAR-00002 \n          CF-1988 CONSTITUIÇÃO FEDERAL\nLEG-FED   LEI-009868       ANO-1999\n          ART-00010   \n          LEI ORDINÁRIA\nLEG-FED   RGI       ANO-1980\n          ART-00021 INC-00009  \n          RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\nLEG-EST   LEI-013973       ANO-2018\n          ART-00092 INC-00001  \n          LEI ORDINÁRIA, BA","notas_obervacoes_gerais":"29/10/2020\t\t\t\nLegislação feita por:(JMP).","url_pdf":"http://portal.stf.jus.br/processos/downloadPeca.asp?id=15343166857&ext=.pdf","url_processo_tribunal":"https://portal.stf.jus.br/processos/detalhe.asp?incidente=5717163","assunto":"DIREITO ADMINISTRATIVO E OUTRAS MATÉRIAS DE DIREITO PÚBLICO | Orçamento","numeros_origem":"6155, 00242747520191000000","tribunal_origem":"Supremo Tribunal Federal","numero_unico_cnj":"0024274-75.2019.1.00.0000"},{"id_jurisprudencia":"d5f39a84-cc24-4bab-bb93-5e65c414a794","tipo_publicacao":"DECISAO_MONOCRATICA","tipo_jurisdicao":"INSTANCIA","sigla_tribunal":"STF","cod_cnj_tj":"100","url_jurisprudencia_tribunal":"https://jurisprudencia.stf.jus.br/pages/search/despacho1103861/false","processo":"RHC 185805 / SP ","classe":" Recurso Ordinário Em Habeas Corpus ","relator":"Edson Fachin","data_julgamento":"21/05/2020","data_publicacao":"25/05/2020","partes":"RECTE.(S)           : FRANCISCO JOSE MARCAL FIDALGO RECTE.(S)           : CIPRIANO JOSE MARCAL FIDALGO ADV.(A/S)           : RODOLFO SCACABAROZZI MOREIRA RECDO.(A/S)         : MINISTÉRIO PÚBLICO FEDERAL PROC.(A/S)(ES)      : PROCURADOR-GERAL DA REPÚBLICA RECDO.(A/S)         : MINISTÉRIO PÚBLICO DO ESTADO DE SÃO PAULO PROC.(A/S)(ES)      : PROCURADOR-GERAL DE JUSTIÇA DO ESTADO DE SÃO PAULO","decisao_jurisprudencia":"","inteiro_teor_puro":"Decisão: Trata-se de recurso ordinário em habeas corpus interposto contra decisão monocrática proferida no âmbito do Superior Tribunal de Justiça, que indeferiu liminarmente o HC 563.601/SP (eDOC 12, pp. 7-8).     Busca-se, liminarmente, a suspensão dos efeitos do acórdão proferido pela autoridade coatora e, no mérito, a absolvição do recorrente ou ao menos a substituição da pena de prestação de serviços à comunidade por interdição temporária de direito.     É o relatório. Decido.     1. Cabimento do habeas corpus:     Inicialmente, destaco que esta Corte tem posição firme pela impossibilidade de admissão de recurso ordinário em habeas corpus impetrado contra decisão proferida por membro de Tribunal Superior, visto que, a teor do art. 102, II, a, da Constituição da República, sob o prisma da autoridade coatora, a competência originária do Supremo Tribunal Federal somente se perfectibiliza na hipótese em que Tribunal Superior, por meio de órgão colegiado, atue em tal condição. Nessa linha, cito o seguinte precedente:     Recurso ordinário em habeas corpus. Penal. Condenação por tráfico de drogas (art. 33 da Lei nº 11.343/06). Recurso manejado contra decisão monocrática proferida em sede de habeas corpus impetrado ao Superior Tribunal de Justiça. Não cabimento. Precedentes. Inexistência de ilegalidade flagrante a amparar a concessão de ordem ex officio. Absolvição. Fragilidade probatória. Imprestabilidade do habeas corpus para revolver fatos e provas. Precedentes. Aplicação do § 4º do 33 da Lei nº 11.343/06 como tese alternativa. Conclusão pelas instâncias ordinárias de que o recorrente se dedicava à atividade criminosa. Impropriedade da via eleita para glosar elementos de prova que ampararam essa conclusão. Precedentes. Não reconhecimento do recurso. 1. É firme a orientação da Corte no sentido de que “não se conhece de recurso ordinário em habeas corpus contra decisão monocrática proferida no Superior Tribunal de Justiça” (RHC nº 108.877/SP, Primeira Turma, Relatora a Ministra Cármen Lúcia, DJe de 19/10/11). 2. Como se não bastasse, o não exaurimento da instância antecedente com a não interposição de agravo regimental e, portanto, a ausência da análise da decisão monocrática pelo colegiado, impede o conhecimento do recurso como habeas corpus substitutivo, na linha de precedentes. 3. As circunstâncias expostas nos autos também não encerram situação de constrangimento ilegal para justificar uma concessão de ordem ex officio. 4. Conclusões a respeito da suficiência probatória para a condenação do recorrente pelo crime de tráfico de drogas implicariam indispensável reexame aprofundado do acervo fático-probatório intimamente ligado ao mérito da própria ação penal, o qual é inviável na via eleita. 5. Não se admite a utilização do habeas corpus para glosar elementos probatórios que amparam conclusão das instâncias ordinárias, soberanas na análise da prova, a respeito da dedicação do condenado à atividade criminosa. 6. Recurso ordinário do qual não se conhece.     (RHC 144668, Relator Min. DIAS TOFFOLI, Segunda Turma, julgado em 29/08/2017)     Não se inaugura a competência deste Supremo nas hipóteses em que não esgotada a jurisdição antecedente, visto que tal proceder acarretaria indevida supressão de instância, dado o cabimento de agravo regimental. Precedentes:      “É inadmissível o habeas corpus que se volta contra decisão monocrática do relator da causa no Superior Tribunal de Justiça não submetida ao crivo do colegiado por intermédio do agravo interno, por falta de exaurimento da instância antecedente.” (HC 141.316 AgR, Rel. Min. DIAS TOFFOLI, Segunda Turma, julgado em 05.05.2017, grifei)     “1. […] O exaurimento da jurisdição e o atendimento ao princípio da colegialidade, pelo tribunal prolator, se dá justamente mediante o recurso de agravo interno, previsto em lei, que não pode simplesmente ser substituído por outra ação de habeas corpus, de competência de outro tribunal. 2. A se admitir essa possibilidade estar-se-á atribuindo ao impetrante a faculdade de eleger, segundo conveniências próprias, qual tribunal irá exercer o juízo de revisão da decisão monocrática: se o STJ, juízo natural indicado pelo art. 39 da Lei 8.038/1990, ou o STF, por via de habeas corpus substitutivo. O recurso interno para o órgão colegiado é medida indispensável não só para dar adequada atenção ao princípio do juiz natural, como para exaurir a instância recorrida, pressuposto para inaugurar a competência do STF. (HC 130.719 AgR, Rel. Min. TEORI ZAVASCKI, Segunda Turma, julgado em 03.11.2015, grifei)     No caso concreto, por contrariar frontalmente a jurisprudência do Supremo Tribunal Federal, o recurso ordinário em habeas corpus não merece conhecimento, na medida em que ataca decisão monocrática que não conheceu da impetração, sem ter manejado irresignação regimental.     2. Análise da possibilidade de concessão da ordem de ofício no caso concreto:     Devido ao caráter excepcional da superação da jurisprudência da Corte, a concessão da ordem de ofício configura providência a ser tomada tão somente em casos absolutamente aberrantes e teratológicos, em que a ilegalidade deve ser cognoscível de plano, sem a necessidade de produção de quaisquer provas ou colheita de informações, o que, no caso concreto, não se verifica.     3. Destarte, como não se trata de decisão manifestamente contrária à jurisprudência do STF ou de flagrante hipótese de constrangimento ilegal, não é o caso de concessão da ordem de ofício.     Diante do exposto, com fulcro no art. 21, § 1º, do RISTF, nego seguimento ao recurso ordinário em habeas corpus.      Publique-se. Intimem-se.      Brasília, 21 de maio de 2020. Ministro Edson Fachin  Relator Documento assinado digitalmente","ementa":"Decisão: Trata-se de recurso ordinário em habeas corpus interposto contra decisão monocrática proferida no âmbito do Superior Tribunal de Justiça, que indeferiu liminarmente o HC 563.601/SP (eDOC 12, pp. 7-8).     Busca-se, liminarmente, a suspensão dos efeitos do acórdão proferido pela autoridade coatora e, no mérito, a absolvição do recorrente ou ao menos a substituição da pena de prestação de serviços à comunidade por interdição temporária de direito.     É o relatório. Decido.     1. Cabimento do habeas corpus:     Inicialmente, destaco que esta Corte tem posição firme pela impossibilidade de admissão de recurso ordinário em habeas corpus impetrado contra decisão proferida por membro de Tribunal Superior, visto que, a teor do art. 102, II, a, da Constituição da República, sob o prisma da autoridade coatora, a competência originária do Supremo Tribunal Federal somente se perfectibiliza na hipótese em que Tribunal Superior, por meio de órgão colegiado, atue em tal condição. Nessa linha, cito o seguinte precedente:     Recurso ordinário em habeas corpus. Penal. Condenação por tráfico de drogas (art. 33 da Lei nº 11.343/06). Recurso manejado contra decisão monocrática proferida em sede de habeas corpus impetrado ao Superior Tribunal de Justiça. Não cabimento. Precedentes. Inexistência de ilegalidade flagrante a amparar a concessão de ordem ex officio. Absolvição. Fragilidade probatória. Imprestabilidade do habeas corpus para revolver fatos e provas. Precedentes. Aplicação do § 4º do 33 da Lei nº 11.343/06 como tese alternativa. Conclusão pelas instâncias ordinárias de que o recorrente se dedicava à atividade criminosa. Impropriedade da via eleita para glosar elementos de prova que ampararam essa conclusão. Precedentes. Não reconhecimento do recurso. 1. É firme a orientação da Corte no sentido de que “não se conhece de recurso ordinário em habeas corpus contra decisão monocrática proferida no Superior Tribunal de Justiça” (RHC nº 108.877/SP, Primeira Turma, Relatora a Ministra Cármen Lúcia, DJe de 19/10/11). 2. Como se não bastasse, o não exaurimento da instância antecedente com a não interposição de agravo regimental e, portanto, a ausência da análise da decisão monocrática pelo colegiado, impede o conhecimento do recurso como habeas corpus substitutivo, na linha de precedentes. 3. As circunstâncias expostas nos autos também não encerram situação de constrangimento ilegal para justificar uma concessão de ordem ex officio. 4. Conclusões a respeito da suficiência probatória para a condenação do recorrente pelo crime de tráfico de drogas implicariam indispensável reexame aprofundado do acervo fático-probatório intimamente ligado ao mérito da própria ação penal, o qual é inviável na via eleita. 5. Não se admite a utilização do habeas corpus para glosar elementos probatórios que amparam conclusão das instâncias ordinárias, soberanas na análise da prova, a respeito da dedicação do condenado à atividade criminosa. 6. Recurso ordinário do qual não se conhece.     (RHC 144668, Relator Min. DIAS TOFFOLI, Segunda Turma, julgado em 29/08/2017)     Não se inaugura a competência deste Supremo nas hipóteses em que não esgotada a jurisdição antecedente, visto que tal proceder acarretaria indevida supressão de instância, dado o cabimento de agravo regimental. Precedentes:      “É inadmissível o habeas corpus que se volta contra decisão monocrática do relator da causa no Superior Tribunal de Justiça não submetida ao crivo do colegiado por intermédio do agravo interno, por falta de exaurimento da instância antecedente.” (HC 141.316 AgR, Rel. Min. DIAS TOFFOLI, Segunda Turma, julgado em 05.05.2017, grifei)     “1. […] O exaurimento da jurisdição e o atendimento ao princípio da colegialidade, pelo tribunal prolator, se dá justamente mediante o recurso de agravo interno, previsto em lei, que não pode simplesmente ser substituído por outra ação de habeas corpus, de competência de outro tribunal. 2. A se admitir essa possibilidade estar-se-á atribuindo ao impetrante a faculdade de eleger, segundo conveniências próprias, qual tribunal irá exercer o juízo de revisão da decisão monocrática: se o STJ, juízo natural indicado pelo art. 39 da Lei 8.038/1990, ou o STF, por via de habeas corpus substitutivo. O recurso interno para o órgão colegiado é medida indispensável não só para dar adequada atenção ao princípio do juiz natural, como para exaurir a instância recorrida, pressuposto para inaugurar a competência do STF. (HC 130.719 AgR, Rel. Min. TEORI ZAVASCKI, Segunda Turma, julgado em 03.11.2015, grifei)     No caso concreto, por contrariar frontalmente a jurisprudência do Supremo Tribunal Federal, o recurso ordinário em habeas corpus não merece conhecimento, na medida em que ataca decisão monocrática que não conheceu da impetração, sem ter manejado irresignação regimental.     2. Análise da possibilidade de concessão da ordem de ofício no caso concreto:     Devido ao caráter excepcional da superação da jurisprudência da Corte, a concessão da ordem de ofício configura providência a ser tomada tão somente em casos absolutamente aberrantes e teratológicos, em que a ilegalidade deve ser cognoscível de plano, sem a necessidade de produção de quaisquer provas ou colheita de informações, o que, no caso concreto, não se verifica.     3. Destarte, como não se trata de decisão manifestamente contrária à jurisprudência do STF ou de flagrante hipótese de constrangimento ilegal, não é o caso de concessão da ordem de ofício.     Diante do exposto, com fulcro no art. 21, § 1º, do RISTF, nego seguimento ao recurso ordinário em habeas corpus.      Publique-se. Intimem-se.      Brasília, 21 de maio de 2020. Ministro Edson Fachin  Relator Documento assinado digitalmente","indexacao":null,"legislacao":"LEG-FED   CF        ANO-1988\n          ART-00102 INC-00002 LET-A \n          CF-1988 CONSTITUIÇÃO FEDERAL\nLEG-FED   LEI-011343       ANO-2006\n          ART-00033   \n          LTX-2006 LEI DE TÓXICOS\nLEG-FED   RGI       ANO-1980\n          ART-00021 PAR-00001  \n          RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL","notas_obervacoes_gerais":"28/10/2020\t\t\t\nLegislação feita por:(JMP).","url_pdf":"http://portal.stf.jus.br/processos/downloadPeca.asp?id=15343166673&ext=.pdf","url_processo_tribunal":"https://portal.stf.jus.br/processos/detalhe.asp?incidente=5914886","assunto":"DIREITO PROCESSUAL PENAL | Ação Penal | Suspensão","numeros_origem":"185805, 00468600720203000000, 23795220158260562, 202000468608, 00023795220158260562, 563601, 2022722019","tribunal_origem":"Supremo Tribunal Federal","numero_unico_cnj":"0046860-07.2020.3.00.0000"},{"id_jurisprudencia":"c9b196dd-ef03-4cdd-a470-3d1c45786c47","tipo_publicacao":"DECISAO_MONOCRATICA","tipo_jurisdicao":"INSTANCIA","sigla_tribunal":"STF","cod_cnj_tj":"100","url_jurisprudencia_tribunal":"https://jurisprudencia.stf.jus.br/pages/search/despacho1104871/false","processo":"HC 185765 / SP ","classe":" Habeas Corpus ","relator":"Rosa Weber","data_julgamento":"21/05/2020","data_publicacao":"28/05/2020","partes":"PACTE.(S)           : RICARDO MURIN IMPTE.(S)           : MAURO ATUI NETO COATOR(A/S)(ES)     : RELATOR DO HC Nº 574.210 DO SUPERIOR TRIBUNAL DE JUSTIÇA","decisao_jurisprudencia":"","inteiro_teor_puro":"Vistos etc.     Trata-se de habeas corpus, com pedido de liminar, impetrado por Mauro Atui Neto em favor de Ricardo Murin, contra decisão monocrática da lavra do Ministro Felix Fischer, do Superior Tribunal de Justiça, que indeferiu liminarmente o HC 574.210/ SP.     O paciente foi preso em flagrante delito pela suposta prática dos crimes de uso de documento falso, falsificação de documento público (art. 304 c/c art. 297, caput, do Código Penal) e posse irregular de arma de fogo de uso permitido art. 12 da Lei 10.826/2013). Ato contínuo, o magistrado de primeiro grau converteu o flagrante em prisão preventiva (evento 6, fls. 1/3).     Irresignada, a Defesa impetrou habeas corpus perante o Tribunal de Justiça do Estado de São Paulo, que indeferiu a liminar (evento 2).     A questão, então, foi submetida à apreciação do Superior Tribunal de Justiça, que, via decisão monocrática da lavra do Ministro Felix Fischer, indeferiu liminarmente o HC 574.210/SP (evento 9).     No presente writ, o Impetrante pugna, preliminarmente, pelo afastamento da Súmula 691/STF. Alega, em síntese, direito a prisão domiciliar, uma vez que o paciente é portador de doença renal crônica e integra o grupo de risco do novo Coronavírus (COVID-19). Menciona a Recomendação 62/CNJ. Requer, em medida liminar e no mérito, a expedição do competente alvará de soltura em favor do paciente, a substituição da prisão cautelar por prisão domiciliar ou medidas cautelares diversas da prisão.      É o relatório.      Decido.      Extraio do ato dito coator:      “(...).     Os autos não versam sobre hipótese que admite a pretendida valoração antecipada da matéria, pois, pela análise da quaestio trazida à baila na exordial, verifica-se que o habeas corpus investe contra denegação de liminar.      Sobre o tema, contudo, insta consignar que a jurisprudência desta eg. Corte há muito já se firmou no sentido de que, ressalvadas hipóteses excepcionais, descabe o instrumento heróico em situação como a presente, sob pena de ensejar indevida supressão de instância.     Tal matéria encontra-se, inclusive, sumulada, conforme se depreende do enunciado sumular nº 691/STF, in verbis: \"Não compete ao Supremo Tribunal Federal conhecer de habeas corpus impetrado contra decisão do Relator que, em habeas corpus requerido a tribunal superior, indefere a liminar\".     Na hipótese, não verifico, da análise da r. decisão do e. Desembargador Relator que indeferiu o pedido liminar deduzido no habeas corpus originário, a ocorrência de flagrante ilegalidade capaz de ensejar o afastamento do óbice contido no enunciado sumular referido, razão pela qual o indeferimento liminar do presente writ é medida que se impõe.     Nesse sentido a jurisprudência deste Superior Tribunal de Justiça:      (…)     Assim o entendimento do Pretório Excelso: HC nº 103570, Primeira Turma, Rel. Min. Marco Aurélio, Rel. p/ acórdão Min. Rosa Weber, DJe de 22/8/2014; HC nº 121828, Primeira Turma, Rel. Min. Dias Toffoli, DJe de 25/6/2014; HC nº 123549 AgR, Segunda Turma, Rel.ª Min. Cármen Lúcia, DJe de 4/9/2014.     No âmbito desta Corte Superior, cito as seguintes decisões monocráticas: HC nº 392.348/RO, Sexta Turma, Rel. Ministro Nefi Cordeiro; HC nº 392.249/PR, Sexta Turma, Rel. Ministro Sebastião Reis Júnior; HC nº 392.316/SP, Quinta Turma, Rel. Ministro Ribeiro Dantas; HC nº 391.936/SP, Quinta Turma, Rel. Ministro Joel Ilan Paciornik; HCnº 392.187/SP, Sexta Turma, Relª. Ministra Maria Thereza de Assis Moura       Ante o exposto, com fulcro no art. 34, inciso XX, e art. 210, ambos do RISTJ, indefiro liminarmente o processamento do presente writ”.     Como se observa, o Superior Tribunal de Justiça alicerçou-se no entendimento sumulado por esta Suprema Corte para indeferir liminarmente a impetração. Aduziu que o writ se voltava contra decisão monocrática proferida por Relator do Tribunal de Justiça, o qual houvera indeferido liminar em habeas corpus impetrado naquela Corte Estadual.      Ao indeferir o pedido liminar, o Tribunal de Justiça não vislumbrou presentes requisitos a justificarem a imediata soltura do Paciente, reservando a definição da matéria ao pronunciamento do colegiado.      Da decisão singular, a Defesa manejou habeas corpus originário no Superior Tribunal de Justiça e, ante a negativa de seguimento, impetrou novo writ, desta feita no Supremo Tribunal Federal. Constato, pois, não ter sido esgotada a jurisdição da Corte Superior, na medida em que o ato impugnado é decisão monocrática extintiva do writ, e não o resultado de julgamento colegiado.      Cumpriria à Defesa, pretendendo a reforma da decisão monocrática, ter aviado agravo regimental para que a questão fosse apreciada pelo órgão colegiado do STJ (HC 122.275-AgR/SP, Rel. Min. Teori Zavascki, 2ª Turma, DJe 01.7.2014).      Logo, dar trânsito ao writ significaria duplicar a tramitação da ação constitucional, sub judice no âmbito da Corte Estadual; apreciá-lo no mérito implicaria suprimir instâncias de julgamento, em inobservância às regras do devido processo legal e do juiz natural.      Ante o exposto, nego seguimento ao presente habeas corpus (art. 21, § 1º, do RISTF).     Publique-se.      Brasília, 21 de maio de 2020.  Ministra Rosa Weber  Relatora","ementa":"Vistos etc.     Trata-se de habeas corpus, com pedido de liminar, impetrado por Mauro Atui Neto em favor de Ricardo Murin, contra decisão monocrática da lavra do Ministro Felix Fischer, do Superior Tribunal de Justiça, que indeferiu liminarmente o HC 574.210/ SP.     O paciente foi preso em flagrante delito pela suposta prática dos crimes de uso de documento falso, falsificação de documento público (art. 304 c/c art. 297, caput, do Código Penal) e posse irregular de arma de fogo de uso permitido art. 12 da Lei 10.826/2013). Ato contínuo, o magistrado de primeiro grau converteu o flagrante em prisão preventiva (evento 6, fls. 1/3).     Irresignada, a Defesa impetrou habeas corpus perante o Tribunal de Justiça do Estado de São Paulo, que indeferiu a liminar (evento 2).     A questão, então, foi submetida à apreciação do Superior Tribunal de Justiça, que, via decisão monocrática da lavra do Ministro Felix Fischer, indeferiu liminarmente o HC 574.210/SP (evento 9).     No presente writ, o Impetrante pugna, preliminarmente, pelo afastamento da Súmula 691/STF. Alega, em síntese, direito a prisão domiciliar, uma vez que o paciente é portador de doença renal crônica e integra o grupo de risco do novo Coronavírus (COVID-19). Menciona a Recomendação 62/CNJ. Requer, em medida liminar e no mérito, a expedição do competente alvará de soltura em favor do paciente, a substituição da prisão cautelar por prisão domiciliar ou medidas cautelares diversas da prisão.      É o relatório.      Decido.      Extraio do ato dito coator:      “(...).     Os autos não versam sobre hipótese que admite a pretendida valoração antecipada da matéria, pois, pela análise da quaestio trazida à baila na exordial, verifica-se que o habeas corpus investe contra denegação de liminar.      Sobre o tema, contudo, insta consignar que a jurisprudência desta eg. Corte há muito já se firmou no sentido de que, ressalvadas hipóteses excepcionais, descabe o instrumento heróico em situação como a presente, sob pena de ensejar indevida supressão de instância.     Tal matéria encontra-se, inclusive, sumulada, conforme se depreende do enunciado sumular nº 691/STF, in verbis: \"Não compete ao Supremo Tribunal Federal conhecer de habeas corpus impetrado contra decisão do Relator que, em habeas corpus requerido a tribunal superior, indefere a liminar\".     Na hipótese, não verifico, da análise da r. decisão do e. Desembargador Relator que indeferiu o pedido liminar deduzido no habeas corpus originário, a ocorrência de flagrante ilegalidade capaz de ensejar o afastamento do óbice contido no enunciado sumular referido, razão pela qual o indeferimento liminar do presente writ é medida que se impõe.     Nesse sentido a jurisprudência deste Superior Tribunal de Justiça:      (…)     Assim o entendimento do Pretório Excelso: HC nº 103570, Primeira Turma, Rel. Min. Marco Aurélio, Rel. p/ acórdão Min. Rosa Weber, DJe de 22/8/2014; HC nº 121828, Primeira Turma, Rel. Min. Dias Toffoli, DJe de 25/6/2014; HC nº 123549 AgR, Segunda Turma, Rel.ª Min. Cármen Lúcia, DJe de 4/9/2014.     No âmbito desta Corte Superior, cito as seguintes decisões monocráticas: HC nº 392.348/RO, Sexta Turma, Rel. Ministro Nefi Cordeiro; HC nº 392.249/PR, Sexta Turma, Rel. Ministro Sebastião Reis Júnior; HC nº 392.316/SP, Quinta Turma, Rel. Ministro Ribeiro Dantas; HC nº 391.936/SP, Quinta Turma, Rel. Ministro Joel Ilan Paciornik; HCnº 392.187/SP, Sexta Turma, Relª. Ministra Maria Thereza de Assis Moura       Ante o exposto, com fulcro no art. 34, inciso XX, e art. 210, ambos do RISTJ, indefiro liminarmente o processamento do presente writ”.     Como se observa, o Superior Tribunal de Justiça alicerçou-se no entendimento sumulado por esta Suprema Corte para indeferir liminarmente a impetração. Aduziu que o writ se voltava contra decisão monocrática proferida por Relator do Tribunal de Justiça, o qual houvera indeferido liminar em habeas corpus impetrado naquela Corte Estadual.      Ao indeferir o pedido liminar, o Tribunal de Justiça não vislumbrou presentes requisitos a justificarem a imediata soltura do Paciente, reservando a definição da matéria ao pronunciamento do colegiado.      Da decisão singular, a Defesa manejou habeas corpus originário no Superior Tribunal de Justiça e, ante a negativa de seguimento, impetrou novo writ, desta feita no Supremo Tribunal Federal. Constato, pois, não ter sido esgotada a jurisdição da Corte Superior, na medida em que o ato impugnado é decisão monocrática extintiva do writ, e não o resultado de julgamento colegiado.      Cumpriria à Defesa, pretendendo a reforma da decisão monocrática, ter aviado agravo regimental para que a questão fosse apreciada pelo órgão colegiado do STJ (HC 122.275-AgR/SP, Rel. Min. Teori Zavascki, 2ª Turma, DJe 01.7.2014).      Logo, dar trânsito ao writ significaria duplicar a tramitação da ação constitucional, sub judice no âmbito da Corte Estadual; apreciá-lo no mérito implicaria suprimir instâncias de julgamento, em inobservância às regras do devido processo legal e do juiz natural.      Ante o exposto, nego seguimento ao presente habeas corpus (art. 21, § 1º, do RISTF).     Publique-se.      Brasília, 21 de maio de 2020.  Ministra Rosa Weber  Relatora","indexacao":null,"legislacao":"LEG-FED   DEL-002848       ANO-1940\n          ART-00297 \"CAPUT\" ART-00304  \n          CP-1940 CÓDIGO PENAL\nLEG-FED   LEI-010826       ANO-2013\n          ART-00012   \n          LEI ORDINÁRIA\nLEG-FED   RGI       ANO-1980\n          ART-00021 PAR-00001 \t\t\n          RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\nLEG-FED   SUMSTF-000691\n          SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF","notas_obervacoes_gerais":"- Veja Recomendação nº 62, de 2020, do Conselho Nacional de Justiça - CNJ.\n\n\n\n\n28/10/2020\nLegislação feita por:(CLN).","url_pdf":"http://portal.stf.jus.br/processos/downloadPeca.asp?id=15343207678&ext=.pdf","url_processo_tribunal":"https://portal.stf.jus.br/processos/detalhe.asp?incidente=5914671","assunto":"QUESTÕES DE ALTA COMPLEXIDADE, GRANDE IMPACTO E REPERCUSSÃO | COVID-19","numeros_origem":"185765, 00929443420201000000, 574210, 202000900078, 20717520320208260000, 15018604620198260567, 1501860462019, 303819505, 30382019, 23122682019","tribunal_origem":"Supremo Tribunal Federal","numero_unico_cnj":"0092944-34.2020.1.00.0000"},{"id_jurisprudencia":"e035fa46-9578-486f-a451-3ee36991dde4","tipo_publicacao":"DECISAO_MONOCRATICA","tipo_jurisdicao":"INSTANCIA","sigla_tribunal":"STF","cod_cnj_tj":"100","url_jurisprudencia_tribunal":"https://jurisprudencia.stf.jus.br/pages/search/despacho1103910/false","processo":"RHC 177440 / SP ","classe":" Recurso Ordinário Em Habeas Corpus ","relator":"Edson Fachin","data_julgamento":"20/05/2020","data_publicacao":"25/05/2020","partes":"RECTE.(S)           : GLAYDSON ROBERTO AFONSO SOARES DA SILVA ADV.(A/S)           : GLAYDSON ROBERTO AFONSO SOARES DA SILVA RECDO.(A/S)         : MINISTÉRIO PÚBLICO FEDERAL PROC.(A/S)(ES)      : PROCURADOR-GERAL DA REPÚBLICA RECDO.(A/S)         : MINISTÉRIO PÚBLICO DO ESTADO DE SÃO PAULO PROC.(A/S)(ES)      : PROCURADOR-GERAL DE JUSTIÇA DO ESTADO DE SÃO PAULO","decisao_jurisprudencia":"","inteiro_teor_puro":"Decisão: Trata-se de recurso ordinário em habeas corpus interposto contra decisão monocrática do Superior Tribunal de Justiça, que não conheceu do HC 514.566/SP com base nos seguintes fundamentos (eDOC 4, p. 203):     (...)     A matéria relativa ao cerceamento do direito de defesa, sob a alegação de indevido indeferimento de pedido de produção de provas necessárias ao esclarecimento dos fatos, não foi objeto de análise do Tribunal de origem, conforme cópia do acórdão de fls. 470/483.      Dessa forma, torna-se inviável a análise da matéria diretamente por esta Corte Superior, porquanto o tema ainda não foi debatido na origem, sob pena de incorrer em indevida supressão de instância. Nesse sentido: HC 241.834/BA, Rel. Ministra Maria Thereza de Assis Moura, Sexta Turma, julgado em 08/04/2014, DJe 24/04/2014; HC 271.024/SP, Rel. Ministro Jorge Mussi, Quinta Turma, julgado em 24/04/2014, DJe 05/05/2014.      (...)     O recorrente busca a suspensão do processo criminal 0002358-67.2014.8.26.0059 ou o seu trancamento.     A Procuradoria Geral da Republica opina pelo não conhecimento do recurso ordinário.     É o relatório. Decido.     1. Cabimento do recurso ordinário em habeas corpus:      Esta Corte tem posição firme pela inadmissão de recurso ordinário em habeas corpus manejado contra decisão proferida por membro de Tribunal Superior, visto que, a teor do art. 102, II, “a”, da Constituição da República, sob o prisma da autoridade coatora, a competência do Supremo Tribunal Federal somente se perfectibiliza na hipótese em que Tribunal Superior, por meio de órgão colegiado, atue nessa condição.     Com efeito, não se inaugura a competência deste Supremo nas hipóteses em que não esgotada a jurisdição antecedente, visto que tal proceder acarretaria indevida supressão de instância, dado o cabimento de agravo regimental. Precedentes:      RECURSO ORDINÁRIO EM HABEAS CORPUS. PROCESSO PENAL. DECISÃO MONOCRÁTICA DO SUPERIOR TRIBUNAL DE JUSTIÇA. NÃO CABIMENTO. RECURSO INTEMPESTIVO. SUPRESSÃO DE INSTÂNCIA. REITERAÇÃO DE IMPETRAÇÃO ANTERIOR. AUSÊNCIA DE RISCO À LIBERDADE DE LOCOMOÇÃO. 1. Conforme a jurisprudência majoritária da Primeira Turma desta Suprema Corte, “não se conhece de recurso ordinário em habeas corpus contra decisão monocrática proferida no Superior Tribunal de Justiça” (RHC 108.877/SP, Rel. Min. Cármen Lúcia, DJe 19.10.2011; RHC 114.961/SP, Rel. Min. Dias Toffoli, DJe 08.8.2013; RHC 115492-EDcl/PE, Rel. Min. Dias Toffoli, DJe 28.8.2013; e RHC 111.935/DF, Rel. Min. Luiz Fux, DJe 30.9.2013). 2. Manejado recurso ordinário em habeas corpus após o quinquídio legal, consideradas a data da intimação da Recorrente e a da insurgência recursal, resta evidenciada sua intempestividade (art. 310 do RISTF). 3. Inviável o exame da tese defensiva não analisada pelo Superior Tribunal de Justiça, sob pena de indevida supressão de instância. Precedentes. 4. A decisão recorrida está em consonância com a jurisprudência deste Supremo Tribunal Federal no sentido de que “não se conhece de habeas corpus em que se reitera a pretensão veiculada em writ anteriormente impetrado” (HC 112.645/TO, Rel. Min. Ayres Britto, 2ª Turma, DJe 08.6.2012). 5. Ausente elemento indicativo de que a Recorrente, contemplada por juízo absolutório, esteja a sofrer ou ameaçada de sofrer violência ou coação em sua liberdade de locomoção, a ação constitucional do habeas corpus não se configura como meio idôneo ao fim colimado. Precedentes. 6. Recurso ordinário em habeas corpus não conhecido. (RHC 121.834, Rel. Min. Rosa Weber, Primeira Turma, DJe 14.10.2014, grifei).     Agravo regimental no recurso ordinário em habeas corpus. Argumentos insuficientes para modificar a decisão ora agravada. Recurso ordinário manejado contra decisão monocrática proferida em sede de habeas corpus impetrado ao Superior Tribunal de Justiça. Não cabimento. Precedentes. Violação do princípio da colegialidade suscitada de forma inovadora no agravo regimental. Impossibilidade. Precedentes. Regimental não provido. 1. É firme a orientação da Corte no sentido de que “não se conhece de recurso ordinário em habeas corpus contra decisão monocrática proferida no Superior Tribunal de Justiça” (RHC nº 108.877/SP, Primeira Turma, Relatora a Ministra Cármen Lúcia, DJe de 19/10/11). 2. É vedado inovar, em sede de agravo regimental, com argumentos não apresentados no recurso que o originou. 3. Agravo regimental ao qual se nega provimento. (RHC 121.999 AgR, Rel. Min. Dias Toffoli, Primeira Turma, DJe 27.08.2014, grifei).     No caso concreto, o recurso em habeas corpus não merece ser conhecido, por contrariar frontalmente a jurisprudência do Supremo Tribunal Federal quanto ao seu cabimento, tendo em vista que ataca decisão monocrática que deveria ter sido impugnada por agravo regimental no âmbito do STJ.     2. Análise da possibilidade de concessão da ordem de ofício no caso concreto:     Devido ao caráter excepcional da superação da jurisprudência da Corte, a concessão da ordem de ofício configura providência a ser tomada tão somente em casos absolutamente aberrantes e teratológicos, em que a ilegalidade deve ser cognoscível de plano, sem a necessidade de produção de quaisquer provas ou colheita de informações,  o que, no caso concreto, não se verifica.     Destarte, como não se trata de decisão manifestamente contrária à jurisprudência do STF ou de flagrante hipótese de constrangimento ilegal, não é o caso de concessão da ordem de ofício.     3. Diante do exposto, com fulcro no art. 21, § 1º, do RISTF, nego seguimento ao recurso ordinário em habeas corpus.     Publique-se.      Brasília, 20 de maio de 2020. Ministro Edson Fachin  Relator Documento assinado digitalmente","ementa":"Decisão: Trata-se de recurso ordinário em habeas corpus interposto contra decisão monocrática do Superior Tribunal de Justiça, que não conheceu do HC 514.566/SP com base nos seguintes fundamentos (eDOC 4, p. 203):     (...)     A matéria relativa ao cerceamento do direito de defesa, sob a alegação de indevido indeferimento de pedido de produção de provas necessárias ao esclarecimento dos fatos, não foi objeto de análise do Tribunal de origem, conforme cópia do acórdão de fls. 470/483.      Dessa forma, torna-se inviável a análise da matéria diretamente por esta Corte Superior, porquanto o tema ainda não foi debatido na origem, sob pena de incorrer em indevida supressão de instância. Nesse sentido: HC 241.834/BA, Rel. Ministra Maria Thereza de Assis Moura, Sexta Turma, julgado em 08/04/2014, DJe 24/04/2014; HC 271.024/SP, Rel. Ministro Jorge Mussi, Quinta Turma, julgado em 24/04/2014, DJe 05/05/2014.      (...)     O recorrente busca a suspensão do processo criminal 0002358-67.2014.8.26.0059 ou o seu trancamento.     A Procuradoria Geral da Republica opina pelo não conhecimento do recurso ordinário.     É o relatório. Decido.     1. Cabimento do recurso ordinário em habeas corpus:      Esta Corte tem posição firme pela inadmissão de recurso ordinário em habeas corpus manejado contra decisão proferida por membro de Tribunal Superior, visto que, a teor do art. 102, II, “a”, da Constituição da República, sob o prisma da autoridade coatora, a competência do Supremo Tribunal Federal somente se perfectibiliza na hipótese em que Tribunal Superior, por meio de órgão colegiado, atue nessa condição.     Com efeito, não se inaugura a competência deste Supremo nas hipóteses em que não esgotada a jurisdição antecedente, visto que tal proceder acarretaria indevida supressão de instância, dado o cabimento de agravo regimental. Precedentes:      RECURSO ORDINÁRIO EM HABEAS CORPUS. PROCESSO PENAL. DECISÃO MONOCRÁTICA DO SUPERIOR TRIBUNAL DE JUSTIÇA. NÃO CABIMENTO. RECURSO INTEMPESTIVO. SUPRESSÃO DE INSTÂNCIA. REITERAÇÃO DE IMPETRAÇÃO ANTERIOR. AUSÊNCIA DE RISCO À LIBERDADE DE LOCOMOÇÃO. 1. Conforme a jurisprudência majoritária da Primeira Turma desta Suprema Corte, “não se conhece de recurso ordinário em habeas corpus contra decisão monocrática proferida no Superior Tribunal de Justiça” (RHC 108.877/SP, Rel. Min. Cármen Lúcia, DJe 19.10.2011; RHC 114.961/SP, Rel. Min. Dias Toffoli, DJe 08.8.2013; RHC 115492-EDcl/PE, Rel. Min. Dias Toffoli, DJe 28.8.2013; e RHC 111.935/DF, Rel. Min. Luiz Fux, DJe 30.9.2013). 2. Manejado recurso ordinário em habeas corpus após o quinquídio legal, consideradas a data da intimação da Recorrente e a da insurgência recursal, resta evidenciada sua intempestividade (art. 310 do RISTF). 3. Inviável o exame da tese defensiva não analisada pelo Superior Tribunal de Justiça, sob pena de indevida supressão de instância. Precedentes. 4. A decisão recorrida está em consonância com a jurisprudência deste Supremo Tribunal Federal no sentido de que “não se conhece de habeas corpus em que se reitera a pretensão veiculada em writ anteriormente impetrado” (HC 112.645/TO, Rel. Min. Ayres Britto, 2ª Turma, DJe 08.6.2012). 5. Ausente elemento indicativo de que a Recorrente, contemplada por juízo absolutório, esteja a sofrer ou ameaçada de sofrer violência ou coação em sua liberdade de locomoção, a ação constitucional do habeas corpus não se configura como meio idôneo ao fim colimado. Precedentes. 6. Recurso ordinário em habeas corpus não conhecido. (RHC 121.834, Rel. Min. Rosa Weber, Primeira Turma, DJe 14.10.2014, grifei).     Agravo regimental no recurso ordinário em habeas corpus. Argumentos insuficientes para modificar a decisão ora agravada. Recurso ordinário manejado contra decisão monocrática proferida em sede de habeas corpus impetrado ao Superior Tribunal de Justiça. Não cabimento. Precedentes. Violação do princípio da colegialidade suscitada de forma inovadora no agravo regimental. Impossibilidade. Precedentes. Regimental não provido. 1. É firme a orientação da Corte no sentido de que “não se conhece de recurso ordinário em habeas corpus contra decisão monocrática proferida no Superior Tribunal de Justiça” (RHC nº 108.877/SP, Primeira Turma, Relatora a Ministra Cármen Lúcia, DJe de 19/10/11). 2. É vedado inovar, em sede de agravo regimental, com argumentos não apresentados no recurso que o originou. 3. Agravo regimental ao qual se nega provimento. (RHC 121.999 AgR, Rel. Min. Dias Toffoli, Primeira Turma, DJe 27.08.2014, grifei).     No caso concreto, o recurso em habeas corpus não merece ser conhecido, por contrariar frontalmente a jurisprudência do Supremo Tribunal Federal quanto ao seu cabimento, tendo em vista que ataca decisão monocrática que deveria ter sido impugnada por agravo regimental no âmbito do STJ.     2. Análise da possibilidade de concessão da ordem de ofício no caso concreto:     Devido ao caráter excepcional da superação da jurisprudência da Corte, a concessão da ordem de ofício configura providência a ser tomada tão somente em casos absolutamente aberrantes e teratológicos, em que a ilegalidade deve ser cognoscível de plano, sem a necessidade de produção de quaisquer provas ou colheita de informações,  o que, no caso concreto, não se verifica.     Destarte, como não se trata de decisão manifestamente contrária à jurisprudência do STF ou de flagrante hipótese de constrangimento ilegal, não é o caso de concessão da ordem de ofício.     3. Diante do exposto, com fulcro no art. 21, § 1º, do RISTF, nego seguimento ao recurso ordinário em habeas corpus.     Publique-se.      Brasília, 20 de maio de 2020. Ministro Edson Fachin  Relator Documento assinado digitalmente","indexacao":null,"legislacao":"LEG-FED   CF        ANO-1988\n          ART-00102 INC-00003 LET-A \n          CF-1988 CONSTITUIÇÃO FEDERAL\nLEG-FED   RGI       ANO-1980\n          ART-00021 PAR-00001  \n          RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL","notas_obervacoes_gerais":"28/10/2020\t\t\t\nLegislação feita por:(JMP).","url_pdf":"http://portal.stf.jus.br/processos/downloadPeca.asp?id=15343166677&ext=.pdf","url_processo_tribunal":"https://portal.stf.jus.br/processos/detalhe.asp?incidente=5800779","assunto":"DIREITO PROCESSUAL PENAL | Ação Penal | Suspensão","numeros_origem":"177440, 01645421720193000000, 514566, 21109672520168260000, 15582014, 23586720148260059, 20190000424816, 201901645429, 00023586720148260059, 514566","tribunal_origem":"Supremo Tribunal Federal","numero_unico_cnj":"0164542-17.2019.3.00.0000"},{"id_jurisprudencia":"8c5a974b-3681-4ba4-a57c-2d850e4f9ba4","tipo_publicacao":"DECISAO_MONOCRATICA","tipo_jurisdicao":"INSTANCIA","sigla_tribunal":"STF","cod_cnj_tj":"100","url_jurisprudencia_tribunal":"https://jurisprudencia.stf.jus.br/pages/search/despacho1103924/false","processo":"HC 185705 / RO ","classe":" Habeas Corpus ","relator":"Cármen Lúcia","data_julgamento":"20/05/2020","data_publicacao":"25/05/2020","partes":"PACTE.(S)           : ALTEAN FERREIRA DA SILVA IMPTE.(S)           : RANUSE SOUZA DE OLIVEIRA COATOR(A/S)(ES)     : RELATOR DO HC Nº 578.599 DO SUPERIOR TRIBUNAL DE JUSTIÇA","decisao_jurisprudencia":"","inteiro_teor_puro":"DECISÃO HABEAS CORPUS. EXECUÇÃO PENAL. HABEAS CORPUS CONTRA DECISÃO MONOCRÁTICA DE MINISTRO DO SUPERIOR TRIBUNAL DE JUSTIÇA: ANULAÇÃO DE JULGAMENTO DE HABEAS CORPUS NO TRIBUNAL ESTADUAL. DUPLA SUPRESSÃO DE INSTÂNCIA. AUSÊNCIA DE ILEGALIDADE MANIFESTA. PRECEDENTES. HABEAS CORPUS AO QUAL SE NEGA SEGUIMENTO.  Relatório     1. Habeas corpus, com requerimento de medida liminar, impetrado por Ranuse Souza de Oliveira, advogada, em benefício de Altean Ferreira da Silva, contra decisão proferida no Habeas Corpus n. 578.599, em 11.5.2020, pelo Ministro Ribeiro Dantas, do Superior Tribunal de Justiça, pela qual concedida a ordem de ofício “para anular a decisão proferida nos autos do Habeas Corpus n. 0802526-20.2020.8.22.0000, determinando que seja apreciada pelo eg. Tribunal de Justiça do Estado de Rondônia, como entender de direito, a existência de eventual ilegalidade cometida pelo d. Juízo da Vara de Execuções e Contravenções Penais da Comarca de Porto Velho/RO”. O caso     2. O paciente cumpre pena de dez anos e seis meses de reclusão, em regime fechado, pela prática do crime de tráfico de drogas.     3. Em 1º.4.2020, o Juízo da Vara de Execuções e Contravenções Penais da Comarca de Porto Velho/RO indeferiu o pedido de retificação do cálculo de penas requerido pela defesa, que pretendia a incidência de fração de 40%, argumentando com o inc. V do art. 112 da Lei de Execuções Penais, alterado pela Lei n. 13.964/2019:     “O apenado epigrafado, por meio de defensora constituída, requer deste juízo a da lei penal mais benéfica, retificando-se o cálculo de penas para constar a fração de 40% (quarenta por cento) para fins de progressão de regime prisional, nos termos da nova redação do artigo 112, inciso V, da Lei de Execução Penal, conferida pela Lei 13.964/2019, ao argumento de que de que é reincidente genérico. O Ministério Público manifestou-se pelo indeferimento do pedido. Decido. A Lei 13.964/19 revogou expressamente a Lei dos Crimes Hediondos na parte em que regulava a progressão de regime, de maneira que toda a sistemática de progressão passou a ser regulada pela a Lei de Execuções Penais, em seu artigo 112, gerando indagações, como no caso dos autos, a respeito de qual regramento deve ser aplicado. No que tange à temática a ser versada no presente, progressão decisum em se tratando de crimes hediondos, de acordo com o disposto no artigo 112, V, LEP, sendo o agente primário, a progressão se implementará mediante o cumprimento de 40% da pena, o que equivale, exatamente, a 2/5 da pena, conforme regramento anterior, operando-se, portanto, Igualmente, o que a doutrina convencionou chamar de ‘continuidade normativo típica’. Observa-se a continuidade normativo típica se o agente reincidente específico em crimes hediondos ou equiparados, uma vez que para progredir de regime precisará cumprir ao menos 60% da pena, consoante disposto no art. artigo 112, VII, LEP, o que equivale aos mesmos 3/5 de outrora. A Lei 13.964/19 revogou expressamente a Lei dos Crimes Hediondos na parte em que regulava a progressão de regime, de maneira que toda a sistemática de progressão passou a ser regulada pela a Lei de Execuções Penais, em seu artigo 112, gerando indagações, como no caso dos autos, a respeito de qual regramento deve ser aplicado. Então, o desate da presente questão depende unicamente de se saber qual a regra a ser utilizada na hipótese de reincidente não específico, porquanto a Lei 13.964/19 não tratou do tema, cuidando-se, inequivocamente, de uma lacuna legislativa e não, propriamente, de com força retroativa, sob pena de se chegar à irrazoável conclusão de que, a novatio legis in mellius pretexto de recrudescer o tratamento penal dispensado aos autores de crimes hediondos, o legislador tratou de beneficiá-los em larga escala! Como muito bem pontuou o Ministério Público em feito semelhante, sempre que ‘[...] há menção à reincidência na nova redação do artigo 112 o legislador fez constar 'apenado reincidente na prática de crime...'. A interpretação literal, portanto, levaria a crer que, a todos os apenados reincidentes não específicos (condenados por crimes hediondos ou não), seriam aplicados os lapsos destinados aos sentenciados primários, o que violaria sobremaneira não só o intuito da própria lei, mas a constituiria afronta ao princípio da isonomia.’ Vai daí que a interpretação de que os lapsos dos incisos II, IV, VII e VIII do artigo 112, conforme alteração da Lei nº 13.964/2019, aplicam-se aos apenados reincidentes, específicos ou não, é a única capaz de conferir-lhe sentido, de acordo com os princípios norteadores e com o espírito da lei, pelo que indefiro o pleito, reconhecendo a ultratividade da lei revogada”.     4. Contra essa decisão impetrou-se o Habeas Corpus n. 0802526-20.2020.8.22.0000 no Tribunal de Justiça de Rondônia. Em 7.5.2020, o Relator, Juiz Osny Claro de Oliveira Junior, indeferiu liminarmente a impetração, pelos seguintes fundamentos:      “A decisão que o paciente pretende ver reformada, foi proferida em sede de processo de execução penal, cujo recurso cabível é o de agravo, nos termos do art. 197 da L.E.P, não servindo o habeas corpus como sucedâneo recursal.      Assim, a análise do pedido em questão é inviável nos estreitos limites do remédio constitucional. Por outro lado, não se evidencia ilegalidade flagrante que, eventualmente, ensejasse a concessão da ordem de ofício”.     5. Essa decisão foi objeto do Habeas Corpus n. 578.599 no Superior Tribunal de Justiça. Em 11.5.2020, o Ministro Ribeiro Dantas não conheceu da impetração, mas concedeu a ordem de ofício “para anular a decisão proferida nos autos do Habeas Corpus n. 0802526-20.2020.8.22.0000, determinando que seja apreciada pelo eg. Tribunal de Justiça do Estado de Rondônia, como entender de direito, a existência de eventual ilegalidade cometida pelo d. Juízo da Vara de Execuções e Contravenções Penais da Comarca de Porto Velho/RO”.     6. Essa decisão é o objeto do presente habeas corpus, no qual a impetrante sustenta que o paciente “já teria alcançado o lapso temporal para a progressão de regime, considerando a aplicação retroativa da Lei n. 13.964/2019 e o fato de que não se trata de reincidente específico”.     Aponta “demonstração suficiente do direito alegado, e, ademais, tratando-se de caso em que a demora no julgamento da impetração possa eventualmente impedir o paciente, com amparo em decisão em tese violadora de preceito constitucional, de fruir do benefício discutido”.     Este o teor do requerimento e do pedido:     “a) A concessão liminar de ordem de Habeas Corpus para deferir a suspensão dos efeitos da decisão impugnada, de sorte a garantir ao paciente Altean Ferreira da Silva, a fruição do benefício até final julgamento da impetração, haja vista que o mesmo já alcançou lapso temporal suficiente para progressão nos termos do art. 112, inc. V, da LEP, com redação determinada pela Lei 13.964/2019. b) Seja, ao final, determinado a aplicação retroativa do art. 112, inc. V, da LEP, com redação determinada pela Lei 13.964/2019, a fim de anotar a fração de progressão de regime à razão de 40% da pena hedionda e por consequência lógica, conceder ao paciente a progressão de regime, haja vista que o mesmo já alcançou lapso temporal suficiente. c) Subsidiariamente, em atenção ao disposto no art. 315, § 2º, VI do Código de Processo Penal, não sendo adotada a posição do precedente invocado, requer desde logo, seja realizada a distinção no caso em julgamento ou a superação do entendimento, sob pena de nulidade da decisão conforme dispõe o art. 564, V, do Código de Processo Penal”.     Examinada a matéria posta à apreciação, DECIDO.     7. O pedido apresentado pela impetrante é manifestamente contrário à jurisprudência deste Supremo Tribunal.     8. O presente habeas corpus foi impetrado contra decisão monocrática do Ministro Ribeiro Dantas, do Superior Tribunal de Justiça, no Habeas Corpus n. 578.599, pela qual reconhecida a indevida negativa de prestação jurisdicional e concedida a ordem, de ofício, para anular a decisão proferida nos autos do Habeas Corpus n. 0802526-20.2020.8.22.0000 e determinar o exame do mérito da impetração no Tribunal de Justiça de Rondônia.     A decisão tem os seguintes fundamentos:     “No caso em exame, verifica-se o não esgotamento da instância ordinária, uma vez que o writ não foi conhecido pelo Relator do habeas corpus impetrado no Tribunal de origem, por decisão monocrática, de modo que não se inaugurou a competência do Superior Tribunal de Justiça, nos termos do art. 105, I, ‘c’, da Constituição Federal.      A propósito: (…)     Por outro lado, sendo flagrante o constrangimento ilegal, impõe-se a atuação desta Corte Superior, de ofício.      Na hipótese dos autos, o mandamus originário não foi conhecido, com base nos seguintes fundamentos: (…)     Com efeito, verifica-se que a matéria ora questionada não foi apreciada pelo Relator do habeas corpus impetrado perante o TJRO, o que impossibilita a sua análise por este Superior Tribunal de Justiça, sob pena de supressão de instância. A propósito, os seguintes julgados desta Corte: (...)      No entanto, constata-se que a ausência de manifestação da Corte de origem sobre a matéria relativa ao cálculo da pena, para fins de progressão de regime prisional, configura-se como indevida negativa de prestação jurisdicional.      Assim, tratando-se de questão relevante, que foi devidamente suscitada na impetração originária, e não apreciada pelo Tribunal local, devem os autos ser remetidos à Corte de origem para que proceda à análise da matéria.      A via estreita do habeas corpus não se presta à análise dos temas debatidos, mas é preciso que possíveis ilegalidades sejam afastadas de forma fundamentada. Esta Corte Superior possui entendimento no sentido de que, apesar de haver previsão de recurso no ordenamento jurídico, é admissível a utilização do mandamus quando a pretensão não demanda, em princípio, revolvimento de matéria probatória. Neste sentido: (...)      Ante o exposto, não conheço deste habeas corpus. No entanto, concedo a ordem, de ofício, para anular a decisão proferida nos autos do Habeas Corpus n. 0802526-0.2020.8.22.0000, determinando que seja apreciada pelo eg. Tribunal de Justiça do Estado de Rondônia, como entender de direito, a existência de eventual ilegalidade cometida pelo d. Juízo da Vara de Execuções e Contravenções Penais da Comarca de Porto Velho/RO”.     9. Considerando a anulação da decisão prolatada no Tribunal de Justiça de Rondônia, o conhecimento das questões suscitadas nesta impetração diretamente neste Supremo Tribunal importaria em dupla supressão de instância, em afronta às normas constitucionais de competência.      Este Supremo Tribunal não admite o conhecimento de habeas corpus sem apreciação pelo órgão judicial apontado como coator por incabível o exame per saltum. Confiram-se, por exemplo, os julgados a seguir:     “Agravo regimental em habeas corpus. Prisão preventiva. Impetração dirigida contra decisão monocrática. Não exaurimento da instância antecedente. Apreciação per saltum. Impossibilidade. Dupla supressão de instância. Precedentes. Regimental não provido. 1. Os fundamentos adotados pelo Superior Tribunal de Justiça para indeferir liminarmente a inicial do habeas corpus permitem concluir que o tema ora submetido à analise da Corte não foi analisado no bojo da impetração. Logo, sua apreciação, de forma originária, pelo STF configuraria inadmissível dupla supressão de instância. 2. Como se não bastasse, é inadmissível o habeas corpus que se volte contra decisão monocrática do relator da causa no Superior Tribunal de Justiça não submetida ao crivo do colegiado por intermédio do agravo interno, por falta de exaurimento da instância antecedente. Precedentes. 3. Agravo regimental ao qual se nega provimento” (HC n. 158.755-AgR, Relator o Ministro Dias Toffoli, Segunda Turma, DJe 17.10.2018).     “As alegações suscitadas nesta impetração não foram apreciadas sequer pela Corte Estadual. Isso porque o habeas corpus impetrado no Superior Tribunal de Justiça apontava como ato coator a decisão de Desembargador do TJ/SP que indeferiu medida liminar em idêntica via processual. A apreciação da matéria por esta Corte consubstanciaria dupla supressão de instância. 5. A competência desta Corte para a apreciação de habeas corpus contra ato do Superior Tribunal de Justiça (CRFB, artigo 102, inciso I, alínea i) somente se inaugura com a prolação de decisão do colegiado, salvo as hipóteses de exceção à Súmula nº 691 do STF, sendo descabida a flexibilização desta norma, máxime por tratar-se de matéria de direito estrito, que não pode ser ampliada via interpretação para alcançar autoridades no caso, membros de Tribunais Superiores cujos atos não estão submetidos à apreciação do Supremo. 6. In casu, o habeas corpus foi impetrado contra decisão monocrática de Relator do STJ que indeferiu liminarmente a impetração lá formalizada. 7. Inexiste, in casu, excepcionalidade que justifique a concessão da ordem ex officio. 8. Agravo regimental a que se nega provimento” (HC n. 119.554-AgR, Relator o Ministro Luiz Fux, Primeira Turma, DJe 25.11.2013).      “HABEAS CORPUS. Impetração contra ato de ministro do Superior Tribunal de Justiça. Indeferimento de medida liminar em habeas corpus. Caso de legalidade aparente. Cognição que implicaria, ademais, dupla supressão de instância. Não conhecimento. Denegação ulterior de HC de corréu, pelo STJ. Irrelevância. HC indeferido. Agravo improvido. Aplicação da Súmula 691. Não compete ao Supremo Tribunal Federal conhecer de habeas corpus contra decisão do Relator que, em habeas corpus requerido a tribunal superior, indefere, com legalidade aparente, a liminar, sobretudo quando o conhecimento implicaria dupla supressão de instância” (HC n. 86.552-AgR, Relator o Ministro Cezar Peluso, DJ 17.2.2006).      10. Ademais, foi apontada como ato coator decisão monocrática de Ministro do Superior Tribunal de Justiça, sem que a matéria tenha sido submetida ao colegiado, a impedir o conhecimento do presente habeas corpus neste Supremo Tribunal (HC n. 120.259-AgR, Relator o Ministro Ricardo Lewandowski, DJe 12.2.2014).     Confiram-se também os seguintes julgados:     “AGRAVO REGIMENTAL NO HABEAS CORPUS. IMPETRAÇÃO CONTRA DECISÃO MONOCRÁTICA DO SUPERIOR TRIBUNAL DE JUSTIÇA. NÃO ESGOTAMENTO DE JURISDIÇÃO. CRIME DE HOMICÍDIO QUALIFICADO. PRISÃO PREVENTIVA. SUPRESSÃO DE INSTÂNCIA. REITERAÇÃO DE IMPETRAÇÃO ANTERIOR. SUPERVENIÊNCIA DA SENTENÇA DE PRONÚNCIA. SUBSTITUIÇÃO DO TÍTULO PRISIONAL. 1. Há óbice ao conhecimento de habeas corpus impetrado contra decisão monocrática, indeferitória de writ, do Superior Tribunal de Justiça, cuja jurisdição não se esgotou, ausente o manejo de agravo regimental. Precedentes” (HC n. 152.853-AgR, Relatora a Ministra Rosa Weber, DJe 10.5.2018).     “HABEAS CORPUS. CONSTITUCIONAL. PENAL. DECISÃO MONOCRÁTICA QUE INDEFERE LIMINARMENTE WRIT MANEJADO NO STJ. IMPETRAÇÃO NÃO CONHECIDA. I No caso sob exame, verifica-se que a decisão impugnada foi proferida monocraticamente. Desse modo, o pleito não pode ser conhecido, sob pena de indevida supressão de instância e de extravasamento dos limites de competência do STF descritos no art. 102 da Constituição Federal, que pressupõem seja a coação praticada por Tribunal Superior. II A não interposição de agravo regimental no STJ e, portanto, a ausência da análise da decisão monocrática pelo colegiado, impede o conhecimento do habeas corpus por est[e Supremo Tribunal]. III Writ não conhecido” (HC n. 119.115, Relator o Ministro Ricardo Lewandowski, DJe 13.2.2014).     “HABEAS CORPUS. SUBSTITUTIVO DE RECURSO ORDINÁRIO. ASSOCIAÇÃO PARA O TRÁFICO DE ENTORPECENTES. PRISÃO PREVENTIVA. INADEQUAÇÃO DA VIA PROCESSUAL. 1. O entendimento majoritário da Primeira Turma do Supremo Tribunal Federal é no sentido de que o habeas corpus é incabível quando endereçado em face de decisão monocrática que nega seguimento ao writ, sem a interposição de agravo regimental (HC 113.186, Rel. Min. Luiz Fux). 2. Inexistência de ilegalidade flagrante ou de abuso de poder na prisão preventiva. 3. Habeas Corpus extinto por inadequação da via processual, cassada a medida liminar deferida” (HC n. 116.551, Relator o Ministro Marco Aurélio, Redator para o acórdão o Ministro Roberto Barroso, DJe 3.2.2014).     11. Essa jurisprudência não cerra as portas do Supremo Tribunal Federal para os casos nos quais se patenteie ilegalidade manifesta que possa comprometer os direitos fundamentais da pessoa. Por isso, em casos assim, supera-se aquela súmula para se dar cumprimento à garantia constitucional de acesso à Justiça (inc. XXXV do art. 5º da Constituição da República), o que não se evidencia na espécie.     É de se realçar ter o Ministro Ribeiro Dantas prolatado a decisão concedendo de ofício a ordem de habeas corpus em 11.5.2020, ou seja, seis dias antes do ajuizamento do presente habeas corpus em 17.5.2020. Portanto, não cabe cogitar-se de demora no julgamento, devendo o Tribunal de origem observar a celeridade que o tema demanda.     É de se aguardar o pronunciamento definitivo do Tribunal de Justiça de Rondônia sobre a pretendida progressão de regime pleiteada em favor do paciente. Assim, evita-se indevido prejulgamento, por se tratar de matéria não examinada, repita-se, sob pena de dupla supressão de instância.      Em momento juridicamente apropriado, o Tribunal de Justiça de Rondônia haverá de se pronunciar, na forma legal, sobre o mérito do habeas corpus lá impetrado, cuja decisão de indeferimento liminar da impetração foi anulada no Superior Tribunal de Justiça. Não há o que se determinar superando-se as instâncias competentes.     12. Aplicável a jurisprudência do Supremo Tribunal Federal pela qual não se admite o conhecimento de habeas corpus por incabível o exame per saltum de argumentos não apreciados pelo órgão judiciário apontado como coator, ainda mais em se tratando de casos como o presente, no qual não se comprovam os requisitos para a concessão, como flagrante constrangimento, manifesta ilegalidade ou abuso de poder.     13. Pelo exposto, sob pena de supressão de instância e afronta às normas constitucionais e legais de competência, nego seguimento ao habeas corpus (§ 1º do art. 21 do Regimento Interno do Supremo Tribunal Federal), prejudicada a medida liminar requerida.      Publique-se.     Brasília, 20 de maio de 2020. Ministra CÁRMEN LÚCIA Relatora","ementa":"DECISÃO HABEAS CORPUS. EXECUÇÃO PENAL. HABEAS CORPUS CONTRA DECISÃO MONOCRÁTICA DE MINISTRO DO SUPERIOR TRIBUNAL DE JUSTIÇA: ANULAÇÃO DE JULGAMENTO DE HABEAS CORPUS NO TRIBUNAL ESTADUAL. DUPLA SUPRESSÃO DE INSTÂNCIA. AUSÊNCIA DE ILEGALIDADE MANIFESTA. PRECEDENTES. HABEAS CORPUS AO QUAL SE NEGA SEGUIMENTO.  Relatório     1. Habeas corpus, com requerimento de medida liminar, impetrado por Ranuse Souza de Oliveira, advogada, em benefício de Altean Ferreira da Silva, contra decisão proferida no Habeas Corpus n. 578.599, em 11.5.2020, pelo Ministro Ribeiro Dantas, do Superior Tribunal de Justiça, pela qual concedida a ordem de ofício “para anular a decisão proferida nos autos do Habeas Corpus n. 0802526-20.2020.8.22.0000, determinando que seja apreciada pelo eg. Tribunal de Justiça do Estado de Rondônia, como entender de direito, a existência de eventual ilegalidade cometida pelo d. Juízo da Vara de Execuções e Contravenções Penais da Comarca de Porto Velho/RO”. O caso     2. O paciente cumpre pena de dez anos e seis meses de reclusão, em regime fechado, pela prática do crime de tráfico de drogas.     3. Em 1º.4.2020, o Juízo da Vara de Execuções e Contravenções Penais da Comarca de Porto Velho/RO indeferiu o pedido de retificação do cálculo de penas requerido pela defesa, que pretendia a incidência de fração de 40%, argumentando com o inc. V do art. 112 da Lei de Execuções Penais, alterado pela Lei n. 13.964/2019:     “O apenado epigrafado, por meio de defensora constituída, requer deste juízo a da lei penal mais benéfica, retificando-se o cálculo de penas para constar a fração de 40% (quarenta por cento) para fins de progressão de regime prisional, nos termos da nova redação do artigo 112, inciso V, da Lei de Execução Penal, conferida pela Lei 13.964/2019, ao argumento de que de que é reincidente genérico. O Ministério Público manifestou-se pelo indeferimento do pedido. Decido. A Lei 13.964/19 revogou expressamente a Lei dos Crimes Hediondos na parte em que regulava a progressão de regime, de maneira que toda a sistemática de progressão passou a ser regulada pela a Lei de Execuções Penais, em seu artigo 112, gerando indagações, como no caso dos autos, a respeito de qual regramento deve ser aplicado. No que tange à temática a ser versada no presente, progressão decisum em se tratando de crimes hediondos, de acordo com o disposto no artigo 112, V, LEP, sendo o agente primário, a progressão se implementará mediante o cumprimento de 40% da pena, o que equivale, exatamente, a 2/5 da pena, conforme regramento anterior, operando-se, portanto, Igualmente, o que a doutrina convencionou chamar de ‘continuidade normativo típica’. Observa-se a continuidade normativo típica se o agente reincidente específico em crimes hediondos ou equiparados, uma vez que para progredir de regime precisará cumprir ao menos 60% da pena, consoante disposto no art. artigo 112, VII, LEP, o que equivale aos mesmos 3/5 de outrora. A Lei 13.964/19 revogou expressamente a Lei dos Crimes Hediondos na parte em que regulava a progressão de regime, de maneira que toda a sistemática de progressão passou a ser regulada pela a Lei de Execuções Penais, em seu artigo 112, gerando indagações, como no caso dos autos, a respeito de qual regramento deve ser aplicado. Então, o desate da presente questão depende unicamente de se saber qual a regra a ser utilizada na hipótese de reincidente não específico, porquanto a Lei 13.964/19 não tratou do tema, cuidando-se, inequivocamente, de uma lacuna legislativa e não, propriamente, de com força retroativa, sob pena de se chegar à irrazoável conclusão de que, a novatio legis in mellius pretexto de recrudescer o tratamento penal dispensado aos autores de crimes hediondos, o legislador tratou de beneficiá-los em larga escala! Como muito bem pontuou o Ministério Público em feito semelhante, sempre que ‘[...] há menção à reincidência na nova redação do artigo 112 o legislador fez constar 'apenado reincidente na prática de crime...'. A interpretação literal, portanto, levaria a crer que, a todos os apenados reincidentes não específicos (condenados por crimes hediondos ou não), seriam aplicados os lapsos destinados aos sentenciados primários, o que violaria sobremaneira não só o intuito da própria lei, mas a constituiria afronta ao princípio da isonomia.’ Vai daí que a interpretação de que os lapsos dos incisos II, IV, VII e VIII do artigo 112, conforme alteração da Lei nº 13.964/2019, aplicam-se aos apenados reincidentes, específicos ou não, é a única capaz de conferir-lhe sentido, de acordo com os princípios norteadores e com o espírito da lei, pelo que indefiro o pleito, reconhecendo a ultratividade da lei revogada”.     4. Contra essa decisão impetrou-se o Habeas Corpus n. 0802526-20.2020.8.22.0000 no Tribunal de Justiça de Rondônia. Em 7.5.2020, o Relator, Juiz Osny Claro de Oliveira Junior, indeferiu liminarmente a impetração, pelos seguintes fundamentos:      “A decisão que o paciente pretende ver reformada, foi proferida em sede de processo de execução penal, cujo recurso cabível é o de agravo, nos termos do art. 197 da L.E.P, não servindo o habeas corpus como sucedâneo recursal.      Assim, a análise do pedido em questão é inviável nos estreitos limites do remédio constitucional. Por outro lado, não se evidencia ilegalidade flagrante que, eventualmente, ensejasse a concessão da ordem de ofício”.     5. Essa decisão foi objeto do Habeas Corpus n. 578.599 no Superior Tribunal de Justiça. Em 11.5.2020, o Ministro Ribeiro Dantas não conheceu da impetração, mas concedeu a ordem de ofício “para anular a decisão proferida nos autos do Habeas Corpus n. 0802526-20.2020.8.22.0000, determinando que seja apreciada pelo eg. Tribunal de Justiça do Estado de Rondônia, como entender de direito, a existência de eventual ilegalidade cometida pelo d. Juízo da Vara de Execuções e Contravenções Penais da Comarca de Porto Velho/RO”.     6. Essa decisão é o objeto do presente habeas corpus, no qual a impetrante sustenta que o paciente “já teria alcançado o lapso temporal para a progressão de regime, considerando a aplicação retroativa da Lei n. 13.964/2019 e o fato de que não se trata de reincidente específico”.     Aponta “demonstração suficiente do direito alegado, e, ademais, tratando-se de caso em que a demora no julgamento da impetração possa eventualmente impedir o paciente, com amparo em decisão em tese violadora de preceito constitucional, de fruir do benefício discutido”.     Este o teor do requerimento e do pedido:     “a) A concessão liminar de ordem de Habeas Corpus para deferir a suspensão dos efeitos da decisão impugnada, de sorte a garantir ao paciente Altean Ferreira da Silva, a fruição do benefício até final julgamento da impetração, haja vista que o mesmo já alcançou lapso temporal suficiente para progressão nos termos do art. 112, inc. V, da LEP, com redação determinada pela Lei 13.964/2019. b) Seja, ao final, determinado a aplicação retroativa do art. 112, inc. V, da LEP, com redação determinada pela Lei 13.964/2019, a fim de anotar a fração de progressão de regime à razão de 40% da pena hedionda e por consequência lógica, conceder ao paciente a progressão de regime, haja vista que o mesmo já alcançou lapso temporal suficiente. c) Subsidiariamente, em atenção ao disposto no art. 315, § 2º, VI do Código de Processo Penal, não sendo adotada a posição do precedente invocado, requer desde logo, seja realizada a distinção no caso em julgamento ou a superação do entendimento, sob pena de nulidade da decisão conforme dispõe o art. 564, V, do Código de Processo Penal”.     Examinada a matéria posta à apreciação, DECIDO.     7. O pedido apresentado pela impetrante é manifestamente contrário à jurisprudência deste Supremo Tribunal.     8. O presente habeas corpus foi impetrado contra decisão monocrática do Ministro Ribeiro Dantas, do Superior Tribunal de Justiça, no Habeas Corpus n. 578.599, pela qual reconhecida a indevida negativa de prestação jurisdicional e concedida a ordem, de ofício, para anular a decisão proferida nos autos do Habeas Corpus n. 0802526-20.2020.8.22.0000 e determinar o exame do mérito da impetração no Tribunal de Justiça de Rondônia.     A decisão tem os seguintes fundamentos:     “No caso em exame, verifica-se o não esgotamento da instância ordinária, uma vez que o writ não foi conhecido pelo Relator do habeas corpus impetrado no Tribunal de origem, por decisão monocrática, de modo que não se inaugurou a competência do Superior Tribunal de Justiça, nos termos do art. 105, I, ‘c’, da Constituição Federal.      A propósito: (…)     Por outro lado, sendo flagrante o constrangimento ilegal, impõe-se a atuação desta Corte Superior, de ofício.      Na hipótese dos autos, o mandamus originário não foi conhecido, com base nos seguintes fundamentos: (…)     Com efeito, verifica-se que a matéria ora questionada não foi apreciada pelo Relator do habeas corpus impetrado perante o TJRO, o que impossibilita a sua análise por este Superior Tribunal de Justiça, sob pena de supressão de instância. A propósito, os seguintes julgados desta Corte: (...)      No entanto, constata-se que a ausência de manifestação da Corte de origem sobre a matéria relativa ao cálculo da pena, para fins de progressão de regime prisional, configura-se como indevida negativa de prestação jurisdicional.      Assim, tratando-se de questão relevante, que foi devidamente suscitada na impetração originária, e não apreciada pelo Tribunal local, devem os autos ser remetidos à Corte de origem para que proceda à análise da matéria.      A via estreita do habeas corpus não se presta à análise dos temas debatidos, mas é preciso que possíveis ilegalidades sejam afastadas de forma fundamentada. Esta Corte Superior possui entendimento no sentido de que, apesar de haver previsão de recurso no ordenamento jurídico, é admissível a utilização do mandamus quando a pretensão não demanda, em princípio, revolvimento de matéria probatória. Neste sentido: (...)      Ante o exposto, não conheço deste habeas corpus. No entanto, concedo a ordem, de ofício, para anular a decisão proferida nos autos do Habeas Corpus n. 0802526-0.2020.8.22.0000, determinando que seja apreciada pelo eg. Tribunal de Justiça do Estado de Rondônia, como entender de direito, a existência de eventual ilegalidade cometida pelo d. Juízo da Vara de Execuções e Contravenções Penais da Comarca de Porto Velho/RO”.     9. Considerando a anulação da decisão prolatada no Tribunal de Justiça de Rondônia, o conhecimento das questões suscitadas nesta impetração diretamente neste Supremo Tribunal importaria em dupla supressão de instância, em afronta às normas constitucionais de competência.      Este Supremo Tribunal não admite o conhecimento de habeas corpus sem apreciação pelo órgão judicial apontado como coator por incabível o exame per saltum. Confiram-se, por exemplo, os julgados a seguir:     “Agravo regimental em habeas corpus. Prisão preventiva. Impetração dirigida contra decisão monocrática. Não exaurimento da instância antecedente. Apreciação per saltum. Impossibilidade. Dupla supressão de instância. Precedentes. Regimental não provido. 1. Os fundamentos adotados pelo Superior Tribunal de Justiça para indeferir liminarmente a inicial do habeas corpus permitem concluir que o tema ora submetido à analise da Corte não foi analisado no bojo da impetração. Logo, sua apreciação, de forma originária, pelo STF configuraria inadmissível dupla supressão de instância. 2. Como se não bastasse, é inadmissível o habeas corpus que se volte contra decisão monocrática do relator da causa no Superior Tribunal de Justiça não submetida ao crivo do colegiado por intermédio do agravo interno, por falta de exaurimento da instância antecedente. Precedentes. 3. Agravo regimental ao qual se nega provimento” (HC n. 158.755-AgR, Relator o Ministro Dias Toffoli, Segunda Turma, DJe 17.10.2018).     “As alegações suscitadas nesta impetração não foram apreciadas sequer pela Corte Estadual. Isso porque o habeas corpus impetrado no Superior Tribunal de Justiça apontava como ato coator a decisão de Desembargador do TJ/SP que indeferiu medida liminar em idêntica via processual. A apreciação da matéria por esta Corte consubstanciaria dupla supressão de instância. 5. A competência desta Corte para a apreciação de habeas corpus contra ato do Superior Tribunal de Justiça (CRFB, artigo 102, inciso I, alínea i) somente se inaugura com a prolação de decisão do colegiado, salvo as hipóteses de exceção à Súmula nº 691 do STF, sendo descabida a flexibilização desta norma, máxime por tratar-se de matéria de direito estrito, que não pode ser ampliada via interpretação para alcançar autoridades no caso, membros de Tribunais Superiores cujos atos não estão submetidos à apreciação do Supremo. 6. In casu, o habeas corpus foi impetrado contra decisão monocrática de Relator do STJ que indeferiu liminarmente a impetração lá formalizada. 7. Inexiste, in casu, excepcionalidade que justifique a concessão da ordem ex officio. 8. Agravo regimental a que se nega provimento” (HC n. 119.554-AgR, Relator o Ministro Luiz Fux, Primeira Turma, DJe 25.11.2013).      “HABEAS CORPUS. Impetração contra ato de ministro do Superior Tribunal de Justiça. Indeferimento de medida liminar em habeas corpus. Caso de legalidade aparente. Cognição que implicaria, ademais, dupla supressão de instância. Não conhecimento. Denegação ulterior de HC de corréu, pelo STJ. Irrelevância. HC indeferido. Agravo improvido. Aplicação da Súmula 691. Não compete ao Supremo Tribunal Federal conhecer de habeas corpus contra decisão do Relator que, em habeas corpus requerido a tribunal superior, indefere, com legalidade aparente, a liminar, sobretudo quando o conhecimento implicaria dupla supressão de instância” (HC n. 86.552-AgR, Relator o Ministro Cezar Peluso, DJ 17.2.2006).      10. Ademais, foi apontada como ato coator decisão monocrática de Ministro do Superior Tribunal de Justiça, sem que a matéria tenha sido submetida ao colegiado, a impedir o conhecimento do presente habeas corpus neste Supremo Tribunal (HC n. 120.259-AgR, Relator o Ministro Ricardo Lewandowski, DJe 12.2.2014).     Confiram-se também os seguintes julgados:     “AGRAVO REGIMENTAL NO HABEAS CORPUS. IMPETRAÇÃO CONTRA DECISÃO MONOCRÁTICA DO SUPERIOR TRIBUNAL DE JUSTIÇA. NÃO ESGOTAMENTO DE JURISDIÇÃO. CRIME DE HOMICÍDIO QUALIFICADO. PRISÃO PREVENTIVA. SUPRESSÃO DE INSTÂNCIA. REITERAÇÃO DE IMPETRAÇÃO ANTERIOR. SUPERVENIÊNCIA DA SENTENÇA DE PRONÚNCIA. SUBSTITUIÇÃO DO TÍTULO PRISIONAL. 1. Há óbice ao conhecimento de habeas corpus impetrado contra decisão monocrática, indeferitória de writ, do Superior Tribunal de Justiça, cuja jurisdição não se esgotou, ausente o manejo de agravo regimental. Precedentes” (HC n. 152.853-AgR, Relatora a Ministra Rosa Weber, DJe 10.5.2018).     “HABEAS CORPUS. CONSTITUCIONAL. PENAL. DECISÃO MONOCRÁTICA QUE INDEFERE LIMINARMENTE WRIT MANEJADO NO STJ. IMPETRAÇÃO NÃO CONHECIDA. I No caso sob exame, verifica-se que a decisão impugnada foi proferida monocraticamente. Desse modo, o pleito não pode ser conhecido, sob pena de indevida supressão de instância e de extravasamento dos limites de competência do STF descritos no art. 102 da Constituição Federal, que pressupõem seja a coação praticada por Tribunal Superior. II A não interposição de agravo regimental no STJ e, portanto, a ausência da análise da decisão monocrática pelo colegiado, impede o conhecimento do habeas corpus por est[e Supremo Tribunal]. III Writ não conhecido” (HC n. 119.115, Relator o Ministro Ricardo Lewandowski, DJe 13.2.2014).     “HABEAS CORPUS. SUBSTITUTIVO DE RECURSO ORDINÁRIO. ASSOCIAÇÃO PARA O TRÁFICO DE ENTORPECENTES. PRISÃO PREVENTIVA. INADEQUAÇÃO DA VIA PROCESSUAL. 1. O entendimento majoritário da Primeira Turma do Supremo Tribunal Federal é no sentido de que o habeas corpus é incabível quando endereçado em face de decisão monocrática que nega seguimento ao writ, sem a interposição de agravo regimental (HC 113.186, Rel. Min. Luiz Fux). 2. Inexistência de ilegalidade flagrante ou de abuso de poder na prisão preventiva. 3. Habeas Corpus extinto por inadequação da via processual, cassada a medida liminar deferida” (HC n. 116.551, Relator o Ministro Marco Aurélio, Redator para o acórdão o Ministro Roberto Barroso, DJe 3.2.2014).     11. Essa jurisprudência não cerra as portas do Supremo Tribunal Federal para os casos nos quais se patenteie ilegalidade manifesta que possa comprometer os direitos fundamentais da pessoa. Por isso, em casos assim, supera-se aquela súmula para se dar cumprimento à garantia constitucional de acesso à Justiça (inc. XXXV do art. 5º da Constituição da República), o que não se evidencia na espécie.     É de se realçar ter o Ministro Ribeiro Dantas prolatado a decisão concedendo de ofício a ordem de habeas corpus em 11.5.2020, ou seja, seis dias antes do ajuizamento do presente habeas corpus em 17.5.2020. Portanto, não cabe cogitar-se de demora no julgamento, devendo o Tribunal de origem observar a celeridade que o tema demanda.     É de se aguardar o pronunciamento definitivo do Tribunal de Justiça de Rondônia sobre a pretendida progressão de regime pleiteada em favor do paciente. Assim, evita-se indevido prejulgamento, por se tratar de matéria não examinada, repita-se, sob pena de dupla supressão de instância.      Em momento juridicamente apropriado, o Tribunal de Justiça de Rondônia haverá de se pronunciar, na forma legal, sobre o mérito do habeas corpus lá impetrado, cuja decisão de indeferimento liminar da impetração foi anulada no Superior Tribunal de Justiça. Não há o que se determinar superando-se as instâncias competentes.     12. Aplicável a jurisprudência do Supremo Tribunal Federal pela qual não se admite o conhecimento de habeas corpus por incabível o exame per saltum de argumentos não apreciados pelo órgão judiciário apontado como coator, ainda mais em se tratando de casos como o presente, no qual não se comprovam os requisitos para a concessão, como flagrante constrangimento, manifesta ilegalidade ou abuso de poder.     13. Pelo exposto, sob pena de supressão de instância e afronta às normas constitucionais e legais de competência, nego seguimento ao habeas corpus (§ 1º do art. 21 do Regimento Interno do Supremo Tribunal Federal), prejudicada a medida liminar requerida.      Publique-se.     Brasília, 20 de maio de 2020. Ministra CÁRMEN LÚCIA Relatora","indexacao":null,"legislacao":"LEG-FED   DEL-003689       ANO-1941\n          ART-00415 PAR-00002 INC-00006 ART-00654\n          INC-00005   \n          CPP-1941 CÓDIGO DE PROCESSO PENAL\nLEG-FED   LEI-008072       ANO-1990\n          REDAÇÃO DADA PELA LEI-13964/2019\n          LCH-1990 LEI DE CRIMES HEDIONDOS\nLEG-FED   LEI-007210       ANO-1984\n          ART-00112 INC-00002 INC-00005 INC-00007\n          ART-00197   \n          REDAÇÃO DADA PELA LEI-13964/2019\n          LEP-1984 LEI DE EXECUÇÃO PENAL\nLEG-FED   LEI-013964       ANO-2019\n          LEI ORDINÁRIA\nLEG-FED   RGI       ANO-1980\n          ART-00021 PAR-00001  \n          RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL","notas_obervacoes_gerais":"29/10/2020\t\t\t\nLegislação feita por:(JMP).","url_pdf":"http://portal.stf.jus.br/processos/downloadPeca.asp?id=15343166586&ext=.pdf","url_processo_tribunal":"https://portal.stf.jus.br/processos/detalhe.asp?incidente=5913340","assunto":"DIREITO PROCESSUAL PENAL | Execução Penal e de Medidas Alternativas | Pena Privativa de Liberdade | Progressão de Regime","numeros_origem":"185705, 08025262020208220000, 20000860720178220501, 578599, 00928352020201000000","tribunal_origem":"Supremo Tribunal Federal","numero_unico_cnj":"0092835-20.2020.1.00.0000"},{"id_jurisprudencia":"41c67108-9118-4cc4-b4db-8177aeb7a1cc","tipo_publicacao":"DECISAO_MONOCRATICA","tipo_jurisdicao":"INSTANCIA","sigla_tribunal":"STF","cod_cnj_tj":"100","url_jurisprudencia_tribunal":"https://jurisprudencia.stf.jus.br/pages/search/despacho1103914/false","processo":"HC 185750 MC / MG ","classe":" Medida Cautelar No Habeas Corpus ","relator":"Celso de Mello","data_julgamento":"20/05/2020","data_publicacao":"25/05/2020","partes":"PACTE.(S)           : PAULO JOSE ALVARENGA BITTENCOURT IMPTE.(S)           : HUGO ARAUJO ALCANTARA E OUTRO(A/S) COATOR(A/S)(ES)     : PRESIDENTE DO SUPERIOR TRIBUNAL DE JUSTIÇA IMPTE.(S)           : VANIL VASCONCELOS COSTA JUNIOR IMPTE.(S)           : ANDRE LUIZ MARTINS LEITE","decisao_jurisprudencia":"","inteiro_teor_puro":"DECISÃO: Trata-se de “habeas corpus”, com pedido de medida liminar, impetrado contra decisão monocrática que, emanada de eminente Ministro do E. Superior Tribunal de Justiça em sede de outra ação de “habeas corpus” (HC 579.106/MG), indeferiu, liminarmente, o “writ” lá ajuizado.     Sendo esse o quadro, passo a apreciar a admissibilidade do presente “writ”. E, ao fazê-lo, devo observar que ambas as Turmas do Supremo Tribunal Federal firmaram orientação no sentido da incognoscibilidade desse remédio constitucional, quando ajuizado, como no caso em análise, em face de decisão monocrática proferida por Ministro de Tribunal Superior da União (HC 116.875/AC, Rel. Min. CÁRMEN LÚCIA – HC 117.346/SP, Rel. Min. CÁRMEN LÚCIA – HC 117.798/SP, Rel. Min. RICARDO LEWANDOWSKI – HC 118.189/MG, Rel. Min. RICARDO LEWANDOWSKI – HC 119.821/TO, Rel. Min. GILMAR MENDES – HC 121.684-AgR/SP, Rel. Min. TEORI ZAVASCKI – HC 122.381-AgR/SP, Rel. Min. DIAS TOFFOLI – HC 122.718/SP, Rel. Min. ROSA WEBER – RHC 114.737/RN, Rel. Min. CÁRMEN LÚCIA – RHC 114.961/SP, Rel. Min. DIAS TOFFOLI, v.g.):     “’HABEAS CORPUS’. CONSTITUCIONAL. PENAL. DECISÃO MONOCRÁTICA QUE NEGOU SEGUIMENTO A RECURSO ESPECIAL. SUPRESSÃO DE INSTÂNCIA. IMPETRAÇÃO NÃO CONHECIDA.     I – (…) verifica-se que a decisão impugnada foi proferida monocraticamente. Desse modo, o pleito não pode ser conhecido, sob pena de indevida supressão de instância e de extravasamento dos limites de competência do STF descritos no art. 102 da Constituição Federal, o qual pressupõe seja a coação praticada por Tribunal Superior.     …...................................................................................................     III – ‘Writ’ não conhecido.”     (HC 118.212/MG, Rel. Min. RICARDO LEWANDOWSKI – grifei)     Esta Suprema Corte, como se vê dos precedentes acima referidos, compreende que a cognoscibilidade da ação de “habeas corpus” supõe, em contexto idêntico ao de que ora se cuida, a existência de decisão colegiada da Corte Superior apontada como coatora, situação inocorrente na espécie.     Embora respeitosamente dissentindo dessa diretriz jurisprudencial, por entender possível a impetração de “habeas corpus” contra decisão monocrática de Ministro de Tribunal Superior da União, devo aplicar, observado o princípio da colegialidade, essa orientação restritiva que se consolidou em torno da utilização do remédio constitucional em questão, motivo pelo qual, em atenção à posição dominante na jurisprudência do Supremo Tribunal Federal, impor-se-á o não conhecimento deste “writ”.     Cumpre registrar, por relevante, no que concerne especificamente à pretendida revogação da prisão cautelar imposta ao ora paciente em face da situação de pandemia provocada pela propagação global do novo Coronavírus (COVID-19), que o exame destes autos revela não haver a parte impetrante comprovado a existência, na espécie, de circunstância apta a justificar o acolhimento do pleito formulado nesta sede processual.     Como se sabe, o Conselho Nacional de Justiça editou, em 17 de março de 2020, a Recomendação nº 62, propondo sejam implementadas, no âmbito dos sistemas de justiça penal e de aplicação de medidas socioeducativas, diversas modalidades de prevenção contra a proliferação do vírus, que vão desde a adoção de providências de caráter sanitário até a recomendação, aos “magistrados com competência para a fase de conhecimento criminal”, para reavaliarem, em cada situação concreta, a real necessidade de subsistência da prisão cautelar, nos termos do art. 4º de mencionado provimento administrativo, que assim dispõe:     “Art. 4º Recomendar aos magistrados com competência para a fase de conhecimento criminal que, com vistas à redução dos riscos epidemiológicos e em observância ao contexto local de disseminação do vírus, considerem as seguintes medidas:     I – a reavaliação das prisões provisórias, nos termos do art. 316, do Código de Processo Penal, priorizando-se:     a) mulheres gestantes, lactantes, mães ou pessoas responsáveis por criança de até doze anos ou por pessoa com deficiência, assim como idosos, indígenas, pessoas com deficiência ou que se enquadrem no grupo de risco;     b) pessoas presas em estabelecimentos penais que estejam com ocupação superior à capacidade, que não disponham de equipe de saúde lotada no estabelecimento, que estejam sob ordem de interdição, com medidas cautelares determinadas por órgão do sistema de jurisdição internacional, ou que disponham de instalações que favoreçam a propagação do novo coronavírus;     c) prisões preventivas que tenham excedido o prazo de 90 (noventa) dias ou que estejam relacionadas a crimes praticados sem violência ou grave ameaça à pessoa; (...)” (grifei)     As orientações adotadas pelo Conselho Nacional de Justiça têm por finalidades essenciais aquelas elencadas no art. 1º da Recomendação nº 62/CNJ, entre as quais a de proteger a vida e a saúde de todos os que integram o sistema de justiça penal, tanto prisional quanto socioeducativo, inclusive servidores públicos e indivíduos que se acham privados de liberdade, com particular ênfase ao grupo de risco de contaminação pela COVID-19, que compreende, consoante a própria recomendação administrativa estabelece, “idosos, gestantes e pessoas com doenças crônicas, imunossupressoras, respiratórias e outras comorbidades preexistentes que possam conduzir a um agravamento do estado geral de saúde a partir do contágio, com especial atenção para diabetes, tuberculose, doenças renais, HIV e coinfecções” (Recomendação nº 62/CNJ, art. 1º, parágrafo único, inciso I – grifei).     É preciso salientar, no entanto, que o ilustre magistrado de primeira instância, ao reavaliar a situação prisional do ora paciente com apoio nas diretrizes fixadas pelo Conselho Nacional de Justiça, justificou, corretamente, as razões pelas quais não acolheu a pretensão deduzida pela parte impetrante, pois, “não há nenhuma informação atual e específica no expediente de que o requerente esteja efetivamente à mercê dos efeitos da pandemia, vulnerável, por isso, ao contágio”, sendo certo, ainda, que “Não basta para caracterizar a situação de risco aventada, a simples juntada de documento médico datado em 2015 que demonstre a existência de comorbidade preexistente em pessoa idosa.” (grifei).     Cabe enfatizar, por oportuno, que esse entendimento tem sido acolhido em diversas decisões monocráticas proferidas por eminentes Ministros desta Suprema Corte (HC 179.307/SP, Rel. Substituto Min. GILMAR MENDES – HC 182.847-MC/SC, Rel. Min. MARCO AURÉLIO – HC 183.210-MC/MG, Rel. Min. MARCO AURÉLIO –  HC 183.505/RJ, Rel. Min. GILMAR MENDES – HC 183.644/SP, Rel. Min. CÁRMEN LÚCIA, v.g.).     Vale destacar, ainda, a decisão emanada do E. Tribunal de Justiça do Estado de Minas Gerais, que, pelos mesmos fundamentos, indeferiu o pedido de reconsideração que havia sido requerido em favor do ora paciente nos autos do “writ” lá impetrado:     “Às fls. 285/313 – doc. único, o impetrante juntou aos autos petição e documentos, requerendo a reconsideração do pedido liminar, ao argumento, em síntese, de que apresentou ao Juízo de primeira instância a tese defensiva de risco de contágio pelo COVID-19.      E, não obstante serem relevantes os novos argumentos trazidos pela defesa do paciente, entendo que não restou evidenciado, por ora, o alegado constrangimento ilegal.      Isso porque não há previsão legal para o referido pleito e, mesmo que houvesse, não vislumbro qualquer fato novo para a revisão do indeferimento da medida emergencial, sobretudo considerando que a decisão de fls. 287/289 – doc. único certifica que não há casos de contaminação pelo COVID-19 no estabelecimento prisional onde o paciente se encontra recolhido.” (grifei)     Tais considerações bem demonstram que é inviável o próprio conhecimento da pretensão deduzida nesta sede processual, eis que  não se registra, na espécie, situação de flagrante ilegalidade ou de evidente abuso de poder, apta a ensejar o afastamento – sempre excepcional – da Súmula 691/STF.     Sendo assim, em face das razões expostas, e considerando, notadamente, o que se contém no Enunciado nº 691 da Súmula do Supremo Tribunal Federal, não conheço da presente ação de “habeas corpus”, restando prejudicado, em consequência, o exame do pedido de medida liminar.     Arquivem-se estes autos.     Publique-se.     Brasília, 20 de maio de 2020. Ministro CELSO DE MELLO Relator","ementa":"DECISÃO: Trata-se de “habeas corpus”, com pedido de medida liminar, impetrado contra decisão monocrática que, emanada de eminente Ministro do E. Superior Tribunal de Justiça em sede de outra ação de “habeas corpus” (HC 579.106/MG), indeferiu, liminarmente, o “writ” lá ajuizado.     Sendo esse o quadro, passo a apreciar a admissibilidade do presente “writ”. E, ao fazê-lo, devo observar que ambas as Turmas do Supremo Tribunal Federal firmaram orientação no sentido da incognoscibilidade desse remédio constitucional, quando ajuizado, como no caso em análise, em face de decisão monocrática proferida por Ministro de Tribunal Superior da União (HC 116.875/AC, Rel. Min. CÁRMEN LÚCIA – HC 117.346/SP, Rel. Min. CÁRMEN LÚCIA – HC 117.798/SP, Rel. Min. RICARDO LEWANDOWSKI – HC 118.189/MG, Rel. Min. RICARDO LEWANDOWSKI – HC 119.821/TO, Rel. Min. GILMAR MENDES – HC 121.684-AgR/SP, Rel. Min. TEORI ZAVASCKI – HC 122.381-AgR/SP, Rel. Min. DIAS TOFFOLI – HC 122.718/SP, Rel. Min. ROSA WEBER – RHC 114.737/RN, Rel. Min. CÁRMEN LÚCIA – RHC 114.961/SP, Rel. Min. DIAS TOFFOLI, v.g.):     “’HABEAS CORPUS’. CONSTITUCIONAL. PENAL. DECISÃO MONOCRÁTICA QUE NEGOU SEGUIMENTO A RECURSO ESPECIAL. SUPRESSÃO DE INSTÂNCIA. IMPETRAÇÃO NÃO CONHECIDA.     I – (…) verifica-se que a decisão impugnada foi proferida monocraticamente. Desse modo, o pleito não pode ser conhecido, sob pena de indevida supressão de instância e de extravasamento dos limites de competência do STF descritos no art. 102 da Constituição Federal, o qual pressupõe seja a coação praticada por Tribunal Superior.     …...................................................................................................     III – ‘Writ’ não conhecido.”     (HC 118.212/MG, Rel. Min. RICARDO LEWANDOWSKI – grifei)     Esta Suprema Corte, como se vê dos precedentes acima referidos, compreende que a cognoscibilidade da ação de “habeas corpus” supõe, em contexto idêntico ao de que ora se cuida, a existência de decisão colegiada da Corte Superior apontada como coatora, situação inocorrente na espécie.     Embora respeitosamente dissentindo dessa diretriz jurisprudencial, por entender possível a impetração de “habeas corpus” contra decisão monocrática de Ministro de Tribunal Superior da União, devo aplicar, observado o princípio da colegialidade, essa orientação restritiva que se consolidou em torno da utilização do remédio constitucional em questão, motivo pelo qual, em atenção à posição dominante na jurisprudência do Supremo Tribunal Federal, impor-se-á o não conhecimento deste “writ”.     Cumpre registrar, por relevante, no que concerne especificamente à pretendida revogação da prisão cautelar imposta ao ora paciente em face da situação de pandemia provocada pela propagação global do novo Coronavírus (COVID-19), que o exame destes autos revela não haver a parte impetrante comprovado a existência, na espécie, de circunstância apta a justificar o acolhimento do pleito formulado nesta sede processual.     Como se sabe, o Conselho Nacional de Justiça editou, em 17 de março de 2020, a Recomendação nº 62, propondo sejam implementadas, no âmbito dos sistemas de justiça penal e de aplicação de medidas socioeducativas, diversas modalidades de prevenção contra a proliferação do vírus, que vão desde a adoção de providências de caráter sanitário até a recomendação, aos “magistrados com competência para a fase de conhecimento criminal”, para reavaliarem, em cada situação concreta, a real necessidade de subsistência da prisão cautelar, nos termos do art. 4º de mencionado provimento administrativo, que assim dispõe:     “Art. 4º Recomendar aos magistrados com competência para a fase de conhecimento criminal que, com vistas à redução dos riscos epidemiológicos e em observância ao contexto local de disseminação do vírus, considerem as seguintes medidas:     I – a reavaliação das prisões provisórias, nos termos do art. 316, do Código de Processo Penal, priorizando-se:     a) mulheres gestantes, lactantes, mães ou pessoas responsáveis por criança de até doze anos ou por pessoa com deficiência, assim como idosos, indígenas, pessoas com deficiência ou que se enquadrem no grupo de risco;     b) pessoas presas em estabelecimentos penais que estejam com ocupação superior à capacidade, que não disponham de equipe de saúde lotada no estabelecimento, que estejam sob ordem de interdição, com medidas cautelares determinadas por órgão do sistema de jurisdição internacional, ou que disponham de instalações que favoreçam a propagação do novo coronavírus;     c) prisões preventivas que tenham excedido o prazo de 90 (noventa) dias ou que estejam relacionadas a crimes praticados sem violência ou grave ameaça à pessoa; (...)” (grifei)     As orientações adotadas pelo Conselho Nacional de Justiça têm por finalidades essenciais aquelas elencadas no art. 1º da Recomendação nº 62/CNJ, entre as quais a de proteger a vida e a saúde de todos os que integram o sistema de justiça penal, tanto prisional quanto socioeducativo, inclusive servidores públicos e indivíduos que se acham privados de liberdade, com particular ênfase ao grupo de risco de contaminação pela COVID-19, que compreende, consoante a própria recomendação administrativa estabelece, “idosos, gestantes e pessoas com doenças crônicas, imunossupressoras, respiratórias e outras comorbidades preexistentes que possam conduzir a um agravamento do estado geral de saúde a partir do contágio, com especial atenção para diabetes, tuberculose, doenças renais, HIV e coinfecções” (Recomendação nº 62/CNJ, art. 1º, parágrafo único, inciso I – grifei).     É preciso salientar, no entanto, que o ilustre magistrado de primeira instância, ao reavaliar a situação prisional do ora paciente com apoio nas diretrizes fixadas pelo Conselho Nacional de Justiça, justificou, corretamente, as razões pelas quais não acolheu a pretensão deduzida pela parte impetrante, pois, “não há nenhuma informação atual e específica no expediente de que o requerente esteja efetivamente à mercê dos efeitos da pandemia, vulnerável, por isso, ao contágio”, sendo certo, ainda, que “Não basta para caracterizar a situação de risco aventada, a simples juntada de documento médico datado em 2015 que demonstre a existência de comorbidade preexistente em pessoa idosa.” (grifei).     Cabe enfatizar, por oportuno, que esse entendimento tem sido acolhido em diversas decisões monocráticas proferidas por eminentes Ministros desta Suprema Corte (HC 179.307/SP, Rel. Substituto Min. GILMAR MENDES – HC 182.847-MC/SC, Rel. Min. MARCO AURÉLIO – HC 183.210-MC/MG, Rel. Min. MARCO AURÉLIO –  HC 183.505/RJ, Rel. Min. GILMAR MENDES – HC 183.644/SP, Rel. Min. CÁRMEN LÚCIA, v.g.).     Vale destacar, ainda, a decisão emanada do E. Tribunal de Justiça do Estado de Minas Gerais, que, pelos mesmos fundamentos, indeferiu o pedido de reconsideração que havia sido requerido em favor do ora paciente nos autos do “writ” lá impetrado:     “Às fls. 285/313 – doc. único, o impetrante juntou aos autos petição e documentos, requerendo a reconsideração do pedido liminar, ao argumento, em síntese, de que apresentou ao Juízo de primeira instância a tese defensiva de risco de contágio pelo COVID-19.      E, não obstante serem relevantes os novos argumentos trazidos pela defesa do paciente, entendo que não restou evidenciado, por ora, o alegado constrangimento ilegal.      Isso porque não há previsão legal para o referido pleito e, mesmo que houvesse, não vislumbro qualquer fato novo para a revisão do indeferimento da medida emergencial, sobretudo considerando que a decisão de fls. 287/289 – doc. único certifica que não há casos de contaminação pelo COVID-19 no estabelecimento prisional onde o paciente se encontra recolhido.” (grifei)     Tais considerações bem demonstram que é inviável o próprio conhecimento da pretensão deduzida nesta sede processual, eis que  não se registra, na espécie, situação de flagrante ilegalidade ou de evidente abuso de poder, apta a ensejar o afastamento – sempre excepcional – da Súmula 691/STF.     Sendo assim, em face das razões expostas, e considerando, notadamente, o que se contém no Enunciado nº 691 da Súmula do Supremo Tribunal Federal, não conheço da presente ação de “habeas corpus”, restando prejudicado, em consequência, o exame do pedido de medida liminar.     Arquivem-se estes autos.     Publique-se.     Brasília, 20 de maio de 2020. Ministro CELSO DE MELLO Relator","indexacao":null,"legislacao":"LEG-FED   SUMSTF-000691\n          SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF","notas_obervacoes_gerais":"Veja os artigos 1 e 4 da Recomendação n° 62 de 2020 do Conselho Nacional de Justiça - CNJ\n\n\n28/10/2020\t\t\t\nLegislação feita por:(JMP).","url_pdf":"http://portal.stf.jus.br/processos/downloadPeca.asp?id=15343167245&ext=.pdf","url_processo_tribunal":"https://portal.stf.jus.br/processos/detalhe.asp?incidente=5913872","assunto":"QUESTÕES DE ALTA COMPLEXIDADE, GRANDE IMPACTO E REPERCUSSÃO | COVID-19","numeros_origem":"185750, 00928569320201000000, 579106, 05526442520208130000, 10000200552644000, 0394200013644","tribunal_origem":"Supremo Tribunal Federal","numero_unico_cnj":"0092856-93.2020.1.00.0000"},{"id_jurisprudencia":"f724e412-fd53-487e-81e7-b17fb3ecee2e","tipo_publicacao":"DECISAO_MONOCRATICA","tipo_jurisdicao":"INSTANCIA","sigla_tribunal":"STF","cod_cnj_tj":"100","url_jurisprudencia_tribunal":"https://jurisprudencia.stf.jus.br/pages/search/despacho1103908/false","processo":"HC 185757 / SC ","classe":" Habeas Corpus ","relator":"Cármen Lúcia","data_julgamento":"20/05/2020","data_publicacao":"25/05/2020","partes":"PACTE.(S)           : CRISTIANO CARVALHO DE SOUZA SILVA IMPTE.(S)           : WENER SANDRO DE SA SOARES COATOR(A/S)(ES)     : RELATOR DO HC Nº 576.980 DO SUPERIOR TRIBUNAL DE JUSTIÇA","decisao_jurisprudencia":"","inteiro_teor_puro":"DECISÃO HABEAS CORPUS. PENAL. DESCABIMENTO DE IMPETRAÇÃO CONTRA DECISÃO MONOCRÁTICA. FURTO QUALIFICADO. OBJETO DA PRESENTE IMPETRAÇÃO NÃO EXAMINADO NO SUPERIOR TRIBUNAL DE JUSTIÇA. DEFICIÊNCIA DE INSTRUÇÃO. PEDIDO MANIFESTAMENTE IMPROCEDENTE E CONTRÁRIO À JURISPRUDÊNCIA DO SUPREMO TRIBUNAL FEDERAL. HABEAS CORPUS AO QUAL SE NEGA SEGUIMENTO. Relatório     1. Habeas corpus, com requerimento de medida liminar, impetrado por Wener Sandro de Sa Soares, advogado, em benefício de Cristiano Carvalho de Souza Silva, contra decisão do Ministro Sebastião Reis Júnior, do Superior Tribunal de Justiça, pela qual, em 4.5.2020, indeferido liminarmente o Habeas Corpus n. 576.980:     “Trata-se de habeas corpus impetrado em benefício de Cristiano Carvalho de Souza Silva, apontando-se como autoridade coatora o Tribunal de Justiça de Santa Catarina, que denegou o HC n. 50051122120208240000 (fls.114/115):     HABEAS CORPUS. CRIME CONTRA O PATRIMÔNIO. FURTO QUALIFICADO PELO ROMPIMENTO DE OBSTÁCULO À SUBTRAÇÃO E CONCURSO DE AGENTES (CÓDIGO PENAL, ART. 155, § 4º, I E IV). CONVERSÃO DA PRISÃO FLAGRANCIAL EM PREVENTIVA E INDEFERIMENTO DE PLEITO REVOGATÓRIO. INVOCADO CONSTRANGIMENTO ILEGAL CONSUBSTANCIADO NA AUSÊNCIA DOS REQUISITOS AUTORIZADORES DA PROVIDÊNCIA EXTREMA. INOCORRÊNCIA. PRONUNCIAMENTOS EMBASADOS EM ELEMENTOS SÓLIDOS E INDÍCIOS CONSISTENTES DA NECESSIDADE DA CUSTÓDIA PARA GARANTIA DA ORDEM PÚBLICA, DIANTE DA GRAVIDADE CONCRETA E REPROVABILIDADE DA CONDUTA, ALÉM DA POSSIBILIDADE DE REITERAÇÃO DELITIVA, BEM ASSIM PARA ASSEGURAR A APLICAÇÃO DA LEI PENAL. PACIENTE QUE TERIA VIGIADO UMA AGÊNCIA BANCÁRIA COM O FIM DE GARANTIR QUE SEU IRMÃO E OUTRO MASCULINO AINDA NÃO IDENTIFICADO PUDESSEM ARROMBAR O CAIXA ELETRÔNICO E SUBTRAIR APROXIMADAMENTE NOVE MIL, NOVECENTOS E SETE REAIS. POLICIAIS MILITARES QUE, EM DILIGÊNCIAS NOS ARREDORES, LOCALIZARAM UMA JAQUETA E UMA BLUSA ABANDONADAS PELOS INFRATORES E ENVELOPES DA INSTITUIÇÃO EM QUESTÃO. DEMANDADO ABORDADO NA POSSE DE UM MAÇO DE QUINHENTOS REAIS, EM NOTAS DE CINQÜENTA REAIS, SIMILARES AO MONTANTE QUE HAVIA SIDO DEPOSITADO EM UMA DAS SOBRECARTAS ENCONTRADAS NA DIREÇÃO EM QUE TRAFEGAVA. RÉU RESIDENTE NO ESTADO DE SÃO PAULO, SEM VÍNCULO COM O DISTRITO DA CULPA E OSTENTA PRETÉRITA CONDENAÇÃO QUE, INCLUSIVE, HAVIA ATINGINDO O REGIME PRISIONAL ABERTO DE CUMPRIMENTO DA PENA HÁ POUCO MAIS DE UM MÊS ANTES DO FATO. MODUS OPERANDI QUE DENOTA A PERICULOSIDADE DO AGENTE E CIRCUNSTÂNCIAS PESSOAIS QUE TAMBÉM APONTAM PARA O RISCO DE QUE VOLTARÁ A DELINQUIR. IMPRESCINDIBILIDADE DA SEGREGAÇÃO. PRESENÇA DOS REQUISITOS […] CAPUT, E 313, I, AMBOS DO CPP. ALEGADA MAIOR GRAVIDADE DA CONSTRIÇÃO CAUTELAR DA LIBERDADE SE COMPARADA COM O REGIME PRISIONAL A SER FIXADO EM CASO DE CONDENAÇÃO. IRRELEVÂNCIA. CONJECTURA QUE NÃO INTERFERE NO DECRETO PREVENTIVO. EXISTÊNCIA DE ETAPA PRÓPRIA. CONCOMITANTE INCIDÊNCIA DO PRINCÍPIO DA CONFIANÇA NO JUIZ DA CAUSA. ORDEM DENEGADA.     Postula-se a revogação da prisão cautelar, sob a alegação de ausência de fundamentação idônea.     É o relatório.     Na espécie, é inviável aferir a existência de aludida ilegalidade, pois a exordial não veio acompanhada de cópia da decisão que decretou a prisão preventiva.     Como é cediço, o habeas corpus, ação constitucional de natureza mandamental destinada a afastar eventual ameaça ao direito de ir e vir, tem, em razão de seu escopo, natureza urgente e, por essa razão, não comporta dilação probatória e exige prova pré-constituída das alegações, a qual deve ser trazida no momento do seu ajuizamento, cabendo o ônus da instrução ao impetrante, em especial, quando se tratar de advogado (STF: AgRg no HC n. 103.240/RS, Ministro Ayres Britto, Segunda Turma, DJe 29/3/2011; HC n. 107.350/RS, Ministra Cármen Lúcia, Primeira Turma, DJe 19/5/2011; STJ: HC n. 197.183/RJ, Ministro Jorge Mussi, Quinta Turma, DJe 30/06/2011; e HC n. 119.702/PE, Ministra Jane Silva (Desembargadora Convocada do TJ/MG), Sexta Turma, DJe 2/3/2009).     Ademais, dos trechos do acórdão impugnado é possível verificar a gravidade concreta do delito (arrombamento de caixa eletrônico), bem como tratar-se de paciente reincidente, motivação aparentemente concreta a justificar a segregação cautelar”.     2. Contra essa decisão ajuíza-se o presente habeas corpus, no qual o impetrante alega ausência dos requisitos do art. 312 do Código de Processo Penal e que a prisão cautelar do paciente estaria fundamentada na gravidade abstrata do delito de furto qualificado imputado.     Ressalta ser o paciente primário, com residência fixa, “emprego lícito, laços familiares, e, por fim, não há qualquer notícia quanto a eventuais ameaças perpetrada contra as vítimas”.     Este o teor dos requerimentos e do pedido:     “a) O deferimento da medida LIMINAR para que o Paciente possa aguardar o julgamento de mérito deste writ em liberdade, determinando-se, destarte, a expedição do competente ALVARÁ DE SOLTURA;     b) A concessão da ordem de habeas corpus, para que o Paciente possa apelar em liberdade, mantendo-se a LIMINAR acima requerida”.     Examinada a matéria posta à apreciação, DECIDO.     3. O pedido apresentado pelo impetrante é manifestamente contrário à jurisprudência deste Supremo Tribunal.     4. O presente habeas corpus foi impetrado contra decisão monocrática do Ministro Sebastião Reis Júnior, do Superior Tribunal de Justiça, pela qual indeferido liminarmente o Habeas Corpus n. 576.980.     Pela jurisprudência deste Supremo Tribunal, a “não interposição de agravo regimental no STJ – e, portanto, a ausência da análise da decisão monocrática pelo colegiado – impede o conhecimento do habeas corpus por est[e Supremo Tribunal]” (HC n. 120.259-AgR, Relator o Ministro Ricardo Lewandowski, DJe 12.2.2014).     Confiram-se também os seguintes julgados:     “AGRAVO REGIMENTAL NO HABEAS CORPUS. IMPETRAÇÃO CONTRA DECISÃO MONOCRÁTICA DO SUPERIOR TRIBUNAL DE JUSTIÇA. NÃO ESGOTAMENTO DE JURISDIÇÃO. CRIME DE HOMICÍDIO QUALIFICADO. PRISÃO PREVENTIVA. SUPRESSÃO DE INSTÂNCIA. REITERAÇÃO DE IMPETRAÇÃO ANTERIOR. SUPERVENIÊNCIA DA SENTENÇA DE PRONÚNCIA. SUBSTITUIÇÃO DO TÍTULO PRISIONAL. 1. Há óbice ao conhecimento de habeas corpus impetrado contra decisão monocrática, indeferitória de writ, do Superior Tribunal de Justiça, cuja jurisdição não se esgotou, ausente o manejo de agravo regimental. Precedentes” (HC n. 152.853-AgR, Relatora a Ministra Rosa Weber, DJe 10.5.2018).     “HABEAS CORPUS. CONSTITUCIONAL. PENAL. DECISÃO MONOCRÁTICA QUE INDEFERE LIMINARMENTE WRIT MANEJADO NO STJ. IMPETRAÇÃO NÃO CONHECIDA. I – No caso sob exame, verifica-se que a decisão impugnada foi proferida monocraticamente. Desse modo, o pleito não pode ser conhecido, sob pena de indevida supressão de instância e de extravasamento dos limites de competência do STF descritos no art. 102 da Constituição Federal, que pressupõem seja a coação praticada por Tribunal Superior. II – A não interposição de agravo regimental no STJ e, portanto, a ausência da análise da decisão monocrática pelo colegiado, impede o conhecimento do habeas corpus por est[e Supremo Tribunal]. III – Writ não conhecido” (HC n. 119.115, Relator o Ministro Ricardo Lewandowski, DJe 13.2.2014).     “HABEAS CORPUS. SUBSTITUTIVO DE RECURSO ORDINÁRIO. ASSOCIAÇÃO PARA O TRÁFICO DE ENTORPECENTES. PRISÃO PREVENTIVA. INADEQUAÇÃO DA VIA PROCESSUAL. 1. O entendimento majoritário da Primeira Turma do Supremo Tribunal Federal é no sentido de que ‘o habeas corpus é incabível quando endereçado em face de decisão monocrática que nega seguimento ao writ, sem a interposição de agravo regimental’ (HC 113.186, Rel. Min. Luiz Fux). 2. Inexistência de ilegalidade flagrante ou de abuso de poder na prisão preventiva. 3. Habeas Corpus extinto por inadequação da via processual, cassada a medida liminar deferida” (HC n. 116.551, Relator o Ministro Marco Aurélio, Redator para o acórdão o Ministro Roberto Barroso, DJe 3.2.2014).     5. Sem adentrar o mérito da presente impetração, mas para afastar a alegação de ilegalidade ou teratologia na espécie, tem-se que, ao proferir a decisão objeto da presente impetração, o Ministro Sebastião Reis Junior, do Superior Tribunal de Justiça, restringiu-se a indeferir liminarmente o Habeas Corpus n. 576.980 por deficiência de instrução, fazendo menção a trechos do acórdão proferido em segunda instância para corroborar a gravidade concreta do delito imputado (arrombamento de caixa eletrônico) e a reincidência do paciente como “motivação aparentemente concreta a justificar a segregação cautelar”.     Ao proferir a decisão objeto da presente impetração, o Ministro Sebastião Reis Junior, do Superior Tribunal de Justiça, não apreciou as questões referentes à fundamentação apresentada para a prisão cautelar do paciente, reiteradas neste habeas corpus.     A jurisprudência deste Supremo Tribunal é firme no sentido da impossibilidade de atuação jurisdicional quando a decisão impugnada no habeas corpus não tenha cuidado da matéria objeto do pedido apresentado na nova ação, sob pena de supressão de instância. Assim, por exemplo:     “PENAL. PROCESSO PENAL. HABEAS CORPUS. PRISÃO PREVENTIVA. EXCESSO DE PRAZO E FALTA DE FUNDAMENTAÇÃO DA DECISÃO QUE A DECRETA. SENTENÇA CONDENATÓRIA SUPERVENIENTE. QUADRILHA OU BANDO. ART. 288, § 1º, DO CÓDIGO PENAL. SUPRESSÃO DE INSTÂNCIA. PREJUDICIALIDADE. I - Não pode o Supremo Tribunal Federal apreciar situação processual nova diversa da apresentada à autoridade tida por coatora, sob pena de supressão de instância. II - A sentença condenatória superveniente, ainda que, alegadamente e em tese, mantenha a inconsistência de fundamento do decreto de prisão preventiva, é novo título justificador da prisão. III - Habeas corpus prejudicado” (HC n. 87.775, Relator o Ministro Ricardo Lewandowski, DJ 13.4.2007).     “HABEAS CORPUS. PENAL E PROCESSUAL PENAL. EXTENSÃO DE DECISÃO FAVORÁVEL A CORRÉU. MATÉRIA NÃO SUBMETIDA A EXAME DO STJ. PROGRESSÃO DE REGIME. HC DEFERIDO PELO STJ PARA AFASTAR O ÓBICE PREVISTO NO § 1º DO ARTIGO 2º DA LEI N. 8.072/90. Pretensão de reduzir a pena, por extensão de decisão favorável a corréu. Não tendo a matéria sido submetida a exame do Superior Tribunal de Justiça, o seu conhecimento, nesta Corte, implicaria supressão de instância. Progressão de regime. Afastamento, pelo STJ, da norma que a proibia. Habeas Corpus não conhecido” (HC n. 90.315, Relator o Ministro Eros Grau, DJ 27.4.2007).     6. Ademais, a presente ação está deficientemente instruída. Não foi apresentada cópia da decisão pela qual decretada a prisão cautelar do paciente e da decisão proferida em segunda instância objeto da impetração no Superior Tribunal de Justiça.     Sem dados passíveis de serem analisados para a ciência plena do caso, de eventuais incidentes havidos e suas consequências, o presente habeas corpus não pode ter seguimento por carecer dos requisitos necessários ao válido processamento.     Confiram-se, por exemplo, os seguintes julgados:     “DIREITO CONSTITUCIONAL E PROCESSUAL PENAL. ‘HABEAS CORPUS’. NULIDADES. DEFESAS CONFLITANTES. SEVÍCIAS SOFRIDAS PELO RÉU: FALTA DE EXAME DE CORPO DE DELITO. OMISSÕES DA SENTENÇA CONDENATÓRIA. INJUSTIÇA DESTA. NÃO ESTANDO O PEDIDO DE ‘HABEAS CORPUS’ INSTRUÍDO COM CÓPIAS DE PEÇAS DO PROCESSO, PELAS QUAIS SE PODERIA EVENTUALMENTE, CONSTATAR A OCORRÊNCIA DAS FALHAS ALEGADAS, NÃO SE PODE SEQUER VERIFICAR A CARACTERIZAÇÃO, OU NÃO, DO CONSTRANGIMENTO ILEGAL. ‘H.C.’ NÃO CONHECIDO” (HC n. 71.254/RJ, Relator o Ministro Sydney Sanches, DJ 24.2.1995).     “1.  Habeas corpus: STF: competência originária: incidência da Súmula 691-STF (‘Não compete ao Supremo Tribunal Federal conhecer de habeas corpus impetrado contra decisão do Relator que, em habeas corpus, requerido a tribunal superior, indefere a liminar’). Não é dado analisar o mérito das questões discutidas para, a partir daí, conhecer ou não do habeas corpus. 2. Habeas corpus: inviabilidade, no caso - dada a manifesta deficiência da instrução do pedido -, do exame da questão de fundo para ponderar do cabimento ou não, de eventual habeas corpus de ofício” (HC n. 87.048-AgR/SP, Relator o Ministro Sepúlveda Pertence, DJ 9.12.2005).     “AGRAVO REGIMENTAL NO HABEAS CORPUS. CONSTITUCIONAL. PENAL MILITAR. PACIENTE DENUNCIADO POR INFRAÇÃO DO ART. 290, CAPUT, DO CÓDIGO PENAL MILITAR. 1. DEFICIÊNCIA NA INSTRUÇÃO DO PEDIDO. (…)     1. Não tendo sido juntado qualquer documento na impetração do presente habeas corpus, não foi possível, no momento da prolação da decisão ora agravada, ter ciência do que ocorreu no processo, motivo pelo qual esta impetração não poderia ter seguimento, pois carente dos requisitos necessários. Decisão agravada mantida. (...)     3. Agravo regimental ao qual se nega provimento” (HC n. 104.564-AgR, de minha relatoria, DJe 27.5.2011).     7. Pela jurisprudência do Supremo Tribunal Federal, “pode o Relator, com fundamento no art. 21, § 1º, do Regimento Interno, negar seguimento ao habeas corpus manifestamente inadmissível, improcedente ou contrário à jurisprudência dominante, embora sujeita a decisão a agravo regimental” (HC n. 96.883-AgR, de minha relatoria, DJe 1º.2.2011).     8. Pelo exposto, nego seguimento ao habeas corpus (§ 1º do art. 21 do Regimento Interno do Supremo Tribunal Federal), prejudicada a medida liminar requerida.     Publique-se.     Brasília, 20 de maio de 2020. Ministra CÁRMEN LÚCIA Relatora","ementa":"DECISÃO HABEAS CORPUS. PENAL. DESCABIMENTO DE IMPETRAÇÃO CONTRA DECISÃO MONOCRÁTICA. FURTO QUALIFICADO. OBJETO DA PRESENTE IMPETRAÇÃO NÃO EXAMINADO NO SUPERIOR TRIBUNAL DE JUSTIÇA. DEFICIÊNCIA DE INSTRUÇÃO. PEDIDO MANIFESTAMENTE IMPROCEDENTE E CONTRÁRIO À JURISPRUDÊNCIA DO SUPREMO TRIBUNAL FEDERAL. HABEAS CORPUS AO QUAL SE NEGA SEGUIMENTO. Relatório     1. Habeas corpus, com requerimento de medida liminar, impetrado por Wener Sandro de Sa Soares, advogado, em benefício de Cristiano Carvalho de Souza Silva, contra decisão do Ministro Sebastião Reis Júnior, do Superior Tribunal de Justiça, pela qual, em 4.5.2020, indeferido liminarmente o Habeas Corpus n. 576.980:     “Trata-se de habeas corpus impetrado em benefício de Cristiano Carvalho de Souza Silva, apontando-se como autoridade coatora o Tribunal de Justiça de Santa Catarina, que denegou o HC n. 50051122120208240000 (fls.114/115):     HABEAS CORPUS. CRIME CONTRA O PATRIMÔNIO. FURTO QUALIFICADO PELO ROMPIMENTO DE OBSTÁCULO À SUBTRAÇÃO E CONCURSO DE AGENTES (CÓDIGO PENAL, ART. 155, § 4º, I E IV). CONVERSÃO DA PRISÃO FLAGRANCIAL EM PREVENTIVA E INDEFERIMENTO DE PLEITO REVOGATÓRIO. INVOCADO CONSTRANGIMENTO ILEGAL CONSUBSTANCIADO NA AUSÊNCIA DOS REQUISITOS AUTORIZADORES DA PROVIDÊNCIA EXTREMA. INOCORRÊNCIA. PRONUNCIAMENTOS EMBASADOS EM ELEMENTOS SÓLIDOS E INDÍCIOS CONSISTENTES DA NECESSIDADE DA CUSTÓDIA PARA GARANTIA DA ORDEM PÚBLICA, DIANTE DA GRAVIDADE CONCRETA E REPROVABILIDADE DA CONDUTA, ALÉM DA POSSIBILIDADE DE REITERAÇÃO DELITIVA, BEM ASSIM PARA ASSEGURAR A APLICAÇÃO DA LEI PENAL. PACIENTE QUE TERIA VIGIADO UMA AGÊNCIA BANCÁRIA COM O FIM DE GARANTIR QUE SEU IRMÃO E OUTRO MASCULINO AINDA NÃO IDENTIFICADO PUDESSEM ARROMBAR O CAIXA ELETRÔNICO E SUBTRAIR APROXIMADAMENTE NOVE MIL, NOVECENTOS E SETE REAIS. POLICIAIS MILITARES QUE, EM DILIGÊNCIAS NOS ARREDORES, LOCALIZARAM UMA JAQUETA E UMA BLUSA ABANDONADAS PELOS INFRATORES E ENVELOPES DA INSTITUIÇÃO EM QUESTÃO. DEMANDADO ABORDADO NA POSSE DE UM MAÇO DE QUINHENTOS REAIS, EM NOTAS DE CINQÜENTA REAIS, SIMILARES AO MONTANTE QUE HAVIA SIDO DEPOSITADO EM UMA DAS SOBRECARTAS ENCONTRADAS NA DIREÇÃO EM QUE TRAFEGAVA. RÉU RESIDENTE NO ESTADO DE SÃO PAULO, SEM VÍNCULO COM O DISTRITO DA CULPA E OSTENTA PRETÉRITA CONDENAÇÃO QUE, INCLUSIVE, HAVIA ATINGINDO O REGIME PRISIONAL ABERTO DE CUMPRIMENTO DA PENA HÁ POUCO MAIS DE UM MÊS ANTES DO FATO. MODUS OPERANDI QUE DENOTA A PERICULOSIDADE DO AGENTE E CIRCUNSTÂNCIAS PESSOAIS QUE TAMBÉM APONTAM PARA O RISCO DE QUE VOLTARÁ A DELINQUIR. IMPRESCINDIBILIDADE DA SEGREGAÇÃO. PRESENÇA DOS REQUISITOS […] CAPUT, E 313, I, AMBOS DO CPP. ALEGADA MAIOR GRAVIDADE DA CONSTRIÇÃO CAUTELAR DA LIBERDADE SE COMPARADA COM O REGIME PRISIONAL A SER FIXADO EM CASO DE CONDENAÇÃO. IRRELEVÂNCIA. CONJECTURA QUE NÃO INTERFERE NO DECRETO PREVENTIVO. EXISTÊNCIA DE ETAPA PRÓPRIA. CONCOMITANTE INCIDÊNCIA DO PRINCÍPIO DA CONFIANÇA NO JUIZ DA CAUSA. ORDEM DENEGADA.     Postula-se a revogação da prisão cautelar, sob a alegação de ausência de fundamentação idônea.     É o relatório.     Na espécie, é inviável aferir a existência de aludida ilegalidade, pois a exordial não veio acompanhada de cópia da decisão que decretou a prisão preventiva.     Como é cediço, o habeas corpus, ação constitucional de natureza mandamental destinada a afastar eventual ameaça ao direito de ir e vir, tem, em razão de seu escopo, natureza urgente e, por essa razão, não comporta dilação probatória e exige prova pré-constituída das alegações, a qual deve ser trazida no momento do seu ajuizamento, cabendo o ônus da instrução ao impetrante, em especial, quando se tratar de advogado (STF: AgRg no HC n. 103.240/RS, Ministro Ayres Britto, Segunda Turma, DJe 29/3/2011; HC n. 107.350/RS, Ministra Cármen Lúcia, Primeira Turma, DJe 19/5/2011; STJ: HC n. 197.183/RJ, Ministro Jorge Mussi, Quinta Turma, DJe 30/06/2011; e HC n. 119.702/PE, Ministra Jane Silva (Desembargadora Convocada do TJ/MG), Sexta Turma, DJe 2/3/2009).     Ademais, dos trechos do acórdão impugnado é possível verificar a gravidade concreta do delito (arrombamento de caixa eletrônico), bem como tratar-se de paciente reincidente, motivação aparentemente concreta a justificar a segregação cautelar”.     2. Contra essa decisão ajuíza-se o presente habeas corpus, no qual o impetrante alega ausência dos requisitos do art. 312 do Código de Processo Penal e que a prisão cautelar do paciente estaria fundamentada na gravidade abstrata do delito de furto qualificado imputado.     Ressalta ser o paciente primário, com residência fixa, “emprego lícito, laços familiares, e, por fim, não há qualquer notícia quanto a eventuais ameaças perpetrada contra as vítimas”.     Este o teor dos requerimentos e do pedido:     “a) O deferimento da medida LIMINAR para que o Paciente possa aguardar o julgamento de mérito deste writ em liberdade, determinando-se, destarte, a expedição do competente ALVARÁ DE SOLTURA;     b) A concessão da ordem de habeas corpus, para que o Paciente possa apelar em liberdade, mantendo-se a LIMINAR acima requerida”.     Examinada a matéria posta à apreciação, DECIDO.     3. O pedido apresentado pelo impetrante é manifestamente contrário à jurisprudência deste Supremo Tribunal.     4. O presente habeas corpus foi impetrado contra decisão monocrática do Ministro Sebastião Reis Júnior, do Superior Tribunal de Justiça, pela qual indeferido liminarmente o Habeas Corpus n. 576.980.     Pela jurisprudência deste Supremo Tribunal, a “não interposição de agravo regimental no STJ – e, portanto, a ausência da análise da decisão monocrática pelo colegiado – impede o conhecimento do habeas corpus por est[e Supremo Tribunal]” (HC n. 120.259-AgR, Relator o Ministro Ricardo Lewandowski, DJe 12.2.2014).     Confiram-se também os seguintes julgados:     “AGRAVO REGIMENTAL NO HABEAS CORPUS. IMPETRAÇÃO CONTRA DECISÃO MONOCRÁTICA DO SUPERIOR TRIBUNAL DE JUSTIÇA. NÃO ESGOTAMENTO DE JURISDIÇÃO. CRIME DE HOMICÍDIO QUALIFICADO. PRISÃO PREVENTIVA. SUPRESSÃO DE INSTÂNCIA. REITERAÇÃO DE IMPETRAÇÃO ANTERIOR. SUPERVENIÊNCIA DA SENTENÇA DE PRONÚNCIA. SUBSTITUIÇÃO DO TÍTULO PRISIONAL. 1. Há óbice ao conhecimento de habeas corpus impetrado contra decisão monocrática, indeferitória de writ, do Superior Tribunal de Justiça, cuja jurisdição não se esgotou, ausente o manejo de agravo regimental. Precedentes” (HC n. 152.853-AgR, Relatora a Ministra Rosa Weber, DJe 10.5.2018).     “HABEAS CORPUS. CONSTITUCIONAL. PENAL. DECISÃO MONOCRÁTICA QUE INDEFERE LIMINARMENTE WRIT MANEJADO NO STJ. IMPETRAÇÃO NÃO CONHECIDA. I – No caso sob exame, verifica-se que a decisão impugnada foi proferida monocraticamente. Desse modo, o pleito não pode ser conhecido, sob pena de indevida supressão de instância e de extravasamento dos limites de competência do STF descritos no art. 102 da Constituição Federal, que pressupõem seja a coação praticada por Tribunal Superior. II – A não interposição de agravo regimental no STJ e, portanto, a ausência da análise da decisão monocrática pelo colegiado, impede o conhecimento do habeas corpus por est[e Supremo Tribunal]. III – Writ não conhecido” (HC n. 119.115, Relator o Ministro Ricardo Lewandowski, DJe 13.2.2014).     “HABEAS CORPUS. SUBSTITUTIVO DE RECURSO ORDINÁRIO. ASSOCIAÇÃO PARA O TRÁFICO DE ENTORPECENTES. PRISÃO PREVENTIVA. INADEQUAÇÃO DA VIA PROCESSUAL. 1. O entendimento majoritário da Primeira Turma do Supremo Tribunal Federal é no sentido de que ‘o habeas corpus é incabível quando endereçado em face de decisão monocrática que nega seguimento ao writ, sem a interposição de agravo regimental’ (HC 113.186, Rel. Min. Luiz Fux). 2. Inexistência de ilegalidade flagrante ou de abuso de poder na prisão preventiva. 3. Habeas Corpus extinto por inadequação da via processual, cassada a medida liminar deferida” (HC n. 116.551, Relator o Ministro Marco Aurélio, Redator para o acórdão o Ministro Roberto Barroso, DJe 3.2.2014).     5. Sem adentrar o mérito da presente impetração, mas para afastar a alegação de ilegalidade ou teratologia na espécie, tem-se que, ao proferir a decisão objeto da presente impetração, o Ministro Sebastião Reis Junior, do Superior Tribunal de Justiça, restringiu-se a indeferir liminarmente o Habeas Corpus n. 576.980 por deficiência de instrução, fazendo menção a trechos do acórdão proferido em segunda instância para corroborar a gravidade concreta do delito imputado (arrombamento de caixa eletrônico) e a reincidência do paciente como “motivação aparentemente concreta a justificar a segregação cautelar”.     Ao proferir a decisão objeto da presente impetração, o Ministro Sebastião Reis Junior, do Superior Tribunal de Justiça, não apreciou as questões referentes à fundamentação apresentada para a prisão cautelar do paciente, reiteradas neste habeas corpus.     A jurisprudência deste Supremo Tribunal é firme no sentido da impossibilidade de atuação jurisdicional quando a decisão impugnada no habeas corpus não tenha cuidado da matéria objeto do pedido apresentado na nova ação, sob pena de supressão de instância. Assim, por exemplo:     “PENAL. PROCESSO PENAL. HABEAS CORPUS. PRISÃO PREVENTIVA. EXCESSO DE PRAZO E FALTA DE FUNDAMENTAÇÃO DA DECISÃO QUE A DECRETA. SENTENÇA CONDENATÓRIA SUPERVENIENTE. QUADRILHA OU BANDO. ART. 288, § 1º, DO CÓDIGO PENAL. SUPRESSÃO DE INSTÂNCIA. PREJUDICIALIDADE. I - Não pode o Supremo Tribunal Federal apreciar situação processual nova diversa da apresentada à autoridade tida por coatora, sob pena de supressão de instância. II - A sentença condenatória superveniente, ainda que, alegadamente e em tese, mantenha a inconsistência de fundamento do decreto de prisão preventiva, é novo título justificador da prisão. III - Habeas corpus prejudicado” (HC n. 87.775, Relator o Ministro Ricardo Lewandowski, DJ 13.4.2007).     “HABEAS CORPUS. PENAL E PROCESSUAL PENAL. EXTENSÃO DE DECISÃO FAVORÁVEL A CORRÉU. MATÉRIA NÃO SUBMETIDA A EXAME DO STJ. PROGRESSÃO DE REGIME. HC DEFERIDO PELO STJ PARA AFASTAR O ÓBICE PREVISTO NO § 1º DO ARTIGO 2º DA LEI N. 8.072/90. Pretensão de reduzir a pena, por extensão de decisão favorável a corréu. Não tendo a matéria sido submetida a exame do Superior Tribunal de Justiça, o seu conhecimento, nesta Corte, implicaria supressão de instância. Progressão de regime. Afastamento, pelo STJ, da norma que a proibia. Habeas Corpus não conhecido” (HC n. 90.315, Relator o Ministro Eros Grau, DJ 27.4.2007).     6. Ademais, a presente ação está deficientemente instruída. Não foi apresentada cópia da decisão pela qual decretada a prisão cautelar do paciente e da decisão proferida em segunda instância objeto da impetração no Superior Tribunal de Justiça.     Sem dados passíveis de serem analisados para a ciência plena do caso, de eventuais incidentes havidos e suas consequências, o presente habeas corpus não pode ter seguimento por carecer dos requisitos necessários ao válido processamento.     Confiram-se, por exemplo, os seguintes julgados:     “DIREITO CONSTITUCIONAL E PROCESSUAL PENAL. ‘HABEAS CORPUS’. NULIDADES. DEFESAS CONFLITANTES. SEVÍCIAS SOFRIDAS PELO RÉU: FALTA DE EXAME DE CORPO DE DELITO. OMISSÕES DA SENTENÇA CONDENATÓRIA. INJUSTIÇA DESTA. NÃO ESTANDO O PEDIDO DE ‘HABEAS CORPUS’ INSTRUÍDO COM CÓPIAS DE PEÇAS DO PROCESSO, PELAS QUAIS SE PODERIA EVENTUALMENTE, CONSTATAR A OCORRÊNCIA DAS FALHAS ALEGADAS, NÃO SE PODE SEQUER VERIFICAR A CARACTERIZAÇÃO, OU NÃO, DO CONSTRANGIMENTO ILEGAL. ‘H.C.’ NÃO CONHECIDO” (HC n. 71.254/RJ, Relator o Ministro Sydney Sanches, DJ 24.2.1995).     “1.  Habeas corpus: STF: competência originária: incidência da Súmula 691-STF (‘Não compete ao Supremo Tribunal Federal conhecer de habeas corpus impetrado contra decisão do Relator que, em habeas corpus, requerido a tribunal superior, indefere a liminar’). Não é dado analisar o mérito das questões discutidas para, a partir daí, conhecer ou não do habeas corpus. 2. Habeas corpus: inviabilidade, no caso - dada a manifesta deficiência da instrução do pedido -, do exame da questão de fundo para ponderar do cabimento ou não, de eventual habeas corpus de ofício” (HC n. 87.048-AgR/SP, Relator o Ministro Sepúlveda Pertence, DJ 9.12.2005).     “AGRAVO REGIMENTAL NO HABEAS CORPUS. CONSTITUCIONAL. PENAL MILITAR. PACIENTE DENUNCIADO POR INFRAÇÃO DO ART. 290, CAPUT, DO CÓDIGO PENAL MILITAR. 1. DEFICIÊNCIA NA INSTRUÇÃO DO PEDIDO. (…)     1. Não tendo sido juntado qualquer documento na impetração do presente habeas corpus, não foi possível, no momento da prolação da decisão ora agravada, ter ciência do que ocorreu no processo, motivo pelo qual esta impetração não poderia ter seguimento, pois carente dos requisitos necessários. Decisão agravada mantida. (...)     3. Agravo regimental ao qual se nega provimento” (HC n. 104.564-AgR, de minha relatoria, DJe 27.5.2011).     7. Pela jurisprudência do Supremo Tribunal Federal, “pode o Relator, com fundamento no art. 21, § 1º, do Regimento Interno, negar seguimento ao habeas corpus manifestamente inadmissível, improcedente ou contrário à jurisprudência dominante, embora sujeita a decisão a agravo regimental” (HC n. 96.883-AgR, de minha relatoria, DJe 1º.2.2011).     8. Pelo exposto, nego seguimento ao habeas corpus (§ 1º do art. 21 do Regimento Interno do Supremo Tribunal Federal), prejudicada a medida liminar requerida.     Publique-se.     Brasília, 20 de maio de 2020. Ministra CÁRMEN LÚCIA Relatora","indexacao":null,"legislacao":"LEG-FED   DEL-002848       ANO-1940\n          ART-00155 PAR-00004 INC-00001 INC-00004\n          CP-1940 CÓDIGO PENAL\nLEG-FED   DEL-003689       ANO-1941\n          ART-00313 INC-00001 \"CAPUT\"\n          CPP-1941 CÓDIGO DE PROCESSO PENAL\nLEG-FED   RGI       ANO-1980\n          ART-00021 PAR-00001  \n          RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL","notas_obervacoes_gerais":"29/10/2020\t\t\t\nLegislação feita por:(JMP).","url_pdf":"http://portal.stf.jus.br/processos/downloadPeca.asp?id=15343166587&ext=.pdf","url_processo_tribunal":"https://portal.stf.jus.br/processos/detalhe.asp?incidente=5914170","assunto":"DIREITO PROCESSUAL PENAL | Liberdade Provisória","numeros_origem":"185757, 00929279520201000000, 576980, 202000984714, 50051122120208240000, 50001831620208240041, 50004992920208240041","tribunal_origem":"Supremo Tribunal Federal","numero_unico_cnj":"0092927-95.2020.1.00.0000"},{"id_jurisprudencia":"09eb9533-df03-40da-8ec4-315c0e85bc33","tipo_publicacao":"DECISAO_MONOCRATICA","tipo_jurisdicao":"INSTANCIA","sigla_tribunal":"STF","cod_cnj_tj":"100","url_jurisprudencia_tribunal":"https://jurisprudencia.stf.jus.br/pages/search/despacho1104057/false","processo":"HC 185926 / SP ","classe":" Habeas Corpus ","relator":"Cármen Lúcia","data_julgamento":"21/05/2020","data_publicacao":"26/05/2020","partes":"PACTE.(S)           : MARCOS ROBERTO MALAMAN IMPTE.(S)           : GABRIEL APARECIDO MOREIRA DA SILVA COATOR(A/S)(ES)     : RELATOR DO HC Nº 577.111 DO SUPERIOR TRIBUNAL DE JUSTIÇA","decisao_jurisprudencia":"","inteiro_teor_puro":"DECISÃO HABEAS CORPUS. PROCESSUAL PENAL. FURTO QUALIFICADO. PRISÃO PREVENTIVA. REITERAÇÃO DELITIVA. PEDIDO DE PRISÃO DOMICILIAR. COVID-19. HABEAS CORPUS NEGADO NO SUPERIOR TRIBUNAL DE JUSTIÇA: SÚMULA N. 691 DO SUPREMO TRIBUNAL FEDERAL. IMPETRAÇÃO CONTRA DECISÃO MONOCRÁTICA E COM DUPLA SUPRESSÃO DE INSTÂNCIA. AUSÊNCIA DE TERATOLOGIA. NEGATIVA FUNDAMENTADA PELO JUÍZO DA EXECUÇÃO. INVIABILIDADE JURÍDICA.  HABEAS CORPUS AO QUAL SE NEGA SEGUIMENTO. Relatório     1. Habeas corpus, com requerimento de medida liminar, impetrado por Gabriel Aparecido Moreira da Silva, em benefício de Marcos Roberto Malaman, contra decisão do Presidente do Superior Tribunal de Justiça, Ministro João Otávio de Noronha, pela qual indeferido liminarmente o Habeas Corpus n. 577.111/SP. O caso     2. Consta dos autos ter sido o paciente preso em flagrante e posteriormente condenado pela prática do crime de furto qualificado (incs. I e II do § 4º do art. 155 do Código Penal) à pena de três anos de reclusão, no regime inicial semiaberto, sendo-lhe negado o direito de recorrer em liberdade.     3. A defesa impetrou habeas corpus no Tribunal de Justiça de São Paulo com pedido de revogação da prisão cautelar por ausência dos requisitos necessários e em razão da epidemia de coronavírus.      4. Contra o indeferimento da medida liminar requerida, impetrou-se o Habeas Corpus n. 577.111/SP, no Superior Tribunal de Justiça, indeferido liminarmente pelo Presidente, Ministro João Otávio de Noronha. Extrai-se da decisão impugnada:     “(...) A matéria não pode ser apreciada pelo Superior Tribunal de Justiça, pois não foi examinada pelo Tribunal de origem, que ainda não julgou o mérito do writ originário.      A jurisprudência do STJ firmou-se no sentido de que não cabe habeas corpus contra indeferimento de pedido liminar em outro writ, salvo no caso de flagrante ilegalidade, conforme demonstra o seguinte precedente: (..)       Confira-se também a Súmula n. 691 do STF: Não compete ao Supremo Tribunal Federal conhecer de habeas corpus impetrado contra decisão do Relator que, em habeas corpus requerido a tribunal superior, indefere a liminar.      No caso, não visualizo, em juízo sumário, manifesta ilegalidade que autorize o afastamento da aplicação do mencionado verbete sumular.      Ante o exposto, com fundamento no art. 21-E, IV, c/c o art. 210 do RISTJ, indefiro liminarmente o presente habeas corpus.      Cientifique-se o Ministério Público Federal.      Publique-se. Intimem-se“ (doc. 3).     5. Essa decisão é o objeto da presente impetração, na qual o impetrante insiste na revogação da prisão preventiva do paciente.     Alega que “a prisão preventiva do Paciente está calcada em numa sequência de ilegalidades manifestadas em decisões genéricas e carentes de fundamentação idônea que possa efetivar a custódia cautelar”.      Sustenta que “as decisões supracitadas, assim como o ato coator, ignoram o estado de pandemia que assola o globo terrestre nesse momento que, inclusive, fundamente a Recomendação n º 62/2020 do Conselho Nacional de Justiça”.      Invoca a Recomendação n. 62 do Conselho Nacional de Justiça e o julgamento da ADPF n. 347 por este Supremo Tribunal, afirmando a necessidade de superação do óbice da Súmula n. 691/STF, com a revogação da prisão preventiva, com a expedição de alvará de soltura ou a aplicação das medidas cautelares do art. 319 do Código de Processo Penal.     É o pedido e requerimento:     “(...) requer-se seja concedido o presente mandamus, para, em superando a Súmula 691 deste Egrégio Supremo Tribunal Federal, cassar o ato coator com o fim de reconhecer a ilegalidade do decreto de prisão preventiva do Paciente, calcado em decisão proferida pelo douto Juiz de Direito da Vara Criminal da Comarca de Itatiba (SP), expedindo-se o competente alvará de soltura. Caso não seja esse o entendimento, requer-se, alternativamente, que lhe sejam aplicadas outras medidas cautelares, diversas da prisão, previstas no art. 319 do Código de Processo Penal. Ainda, em alternativa aos pedidos anteriores, seja concedido ao Paciente o direito de concessão de saída antecipada nos termos da art. 5º, I, da Recomendação nº 62/2020 do Conselho Nacional de Justiça ou o direito de ser colocado em prisão domiciliar nos termos da art. 5º, III, da Recomendação nº 62/2020 do Conselho Nacional de Justiça”.      Examinada a matéria posta à apreciação, DECIDO.     6. Os elementos fáticos e jurídicos apresentados não autorizam o prosseguimento desta ação no Supremo Tribunal Federal.     7. Na presente impetração, aponta-se como ato coator decisão monocrática do Ministro João Otávio de Noronha, Presidente do Superior Tribunal de Justiça, pela qual indeferido liminarmente o Habeas Corpus n. 577.111/SP.     8. Nos termos da jurisprudência deste Supremo Tribunal, a “ausência da análise da decisão monocrática pelo Colegiado impede o conhecimento do habeas corpus por esta Corte” (HC n. 143.436-AgR, Relator o Ministro Ricardo Lewandowski, Segunda Turma, DJe 11.10.2018).     Confiram-se também os seguintes julgados:     “AGRAVO REGIMENTAL EM HABEAS CORPUS. IMPETRAÇÃO CONTRA DECISÃO MONOCRÁTICA DE MINISTRO DE TRIBUNAL SUPERIOR. RECORRIBILIDADE. SUPRESSÃO DE INSTÂNCIA. INEXISTÊNCIA DE ILEGALIDADE. PRECEDENTES.      1. Incidência de óbice ao conhecimento da ordem impetrada neste Supremo Tribunal Federal, uma vez que se impugna decisão monocrática de Ministro do Superior de Tribunal de Justiça (HC 122.718/SP, Rel. Min. ROSA WEBER; HC 121.684-AgR/SP, Rel. Min. TEORI ZAVASCKI; Ag. Reg. no habeas Corpus 138.687, Segunda Turma, j. 13.12.2016, Rel. Min. CELSO DE MELLO; HC 116.875/AC, Rel. Min. CÁRMEN LÚCIA; HC 117.346/SP, Rel. Min. CÁRMEN LÚCIA; HC 117.798/SP, Rel. Min. RICARDO LEWANDOWSKI; HC 118.189/MG, Rel. Min. RICARDO LEWANDOWSKI; HC 119.821/TO, Rel. Min. GILMAR MENDES; HC 122.381-AgR/SP, Rel. Min. DIAS TOFFOLI; RHC 114.737/RN, Rel. Min. CÁRMEN LÚCIA; RHC 114.961/SP, Rel. Min. DIAS TOFFOLI).      2. O exaurimento da instância recorrida é, como regra, pressuposto para ensejar a competência do Supremo Tribunal Federal, conforme vem sendo reiteradamente proclamado por esta Corte (RHC 111.935, Primeira Turma, j. 10.9.2013, rel. Min. LUIZ FUX; HC 97.009, Tribunal Pleno, j. 25.4.2013, rel. p/ Acórdão Min. TEORI ZAVASCKI; HC 118.189, j. 19.11.2013, Segunda Turma, rel. Min. RICARDO LEWANDOWSKI).      3. Inexistência de teratologia ou caso excepcional que caracterizem flagrante constrangimento ilegal.      4. Agravo regimental a que se nega provimento” (HC n. 161.456-AgR, Relator o Ministro Alexandre de Moraes, Primeira Turma, DJe 16.10.2018).     ”’HABEAS CORPUS’ – IMPETRAÇÃO DEDUZIDA CONTRA DECISÃO MONOCRÁTICA DE MINISTRO DE TRIBUNAL SUPERIOR DA UNIÃO – HIPÓTESE DE INCOGNOSCIBILIDADE DO REMÉDIO CONSTITUCIONAL EM EXAME – DIRETRIZ JURISPRUDENCIAL FIRMADA POR AMBAS AS TURMAS DO SUPREMO TRIBUNAL FEDERAL – ‘HABEAS CORPUS’ NÃO CONHECIDO – RESSALVA DA POSIÇÃO PESSOAL DO RELATOR DESTA CAUSA, QUE ENTENDE CABÍVEL O ‘WRIT’ EM CASOS COMO ESTE – PARECER DA PROCURADORIA-GERAL DA REPÚBLICA PELO NÃO PROVIMENTO DO AGRAVO – RECURSO DE AGRAVO IMPROVIDO.      – É incognoscível o remédio constitucional de ‘habeas corpus’, quando impetrado, originariamente, perante o Supremo Tribunal Federal, contra decisão monocrática proferida por Ministro de Tribunal Superior da União, pois a admissibilidade desse ‘writ’ supõe a existência de julgamento colegiado emanado de qualquer das Cortes Superiores. Precedentes. Ressalva da posição pessoal do Relator desta causa” (HC n. 158.065-AgR, Relator o Ministro Celso de Mello, Segunda Turma, DJe 5.10.2018).     9. Pelo que se tem nestes autos, o mérito da impetração ainda não foi apreciado no Tribunal paulista.     O exame dos pedidos formulados pelo impetrante, neste momento, traduziria dupla supressão de instância, pois o Tribunal de Justiça de São Paulo não julgou o mérito da impetração. Restringiu-se a examinar a medida liminar requerida, cujo indeferimento foi objeto do habeas corpus no Superior Tribunal de Justiça.     10. Este Supremo Tribunal não admite o conhecimento de habeas corpus sem apreciação dos fundamentos pelo órgão judicial apontado como coator, por incabível o exame per saltum, em especial quando não se comprovam requisitos para o acolhimento, como o flagrante constrangimento, a manifesta ilegalidade ou o abuso de poder. Confiram-se, por exemplo, os julgados a seguir:     “Agravo regimental em habeas corpus. 2. Penal e Processual Penal. 3. Habeas Corpus impetrado de decisão monocrática do STJ que aplica a Súmula 691/STF. 4. Dupla supressão de instância. (…) 11. Agravo regimental a que se nega provimento” (HC n. 160.531-AgR, Relator o Ministro Gilmar Mendes, Segunda Turma, DJe 30.11.2018).     “Agravo regimental em habeas corpus. Prisão preventiva. Impetração dirigida contra decisão monocrática. Não exaurimento da instância antecedente. Apreciação per saltum. Impossibilidade. Dupla supressão de instância. Precedentes. Regimental não provido.      1. Os fundamentos adotados pelo Superior Tribunal de Justiça para indeferir liminarmente a inicial do habeas corpus permitem concluir que o tema ora submetido à analise da Corte não foi analisado no bojo da impetração. Logo, sua apreciação, de forma originária, pelo STF configuraria inadmissível dupla supressão de instância.      2. Como se não bastasse, é inadmissível o habeas corpus que se volte contra decisão monocrática do relator da causa no Superior Tribunal de Justiça não submetida ao crivo do colegiado por intermédio do agravo interno, por falta de exaurimento da instância antecedente. Precedentes.      3. Agravo regimental ao qual se nega provimento” (HC n. 158.755-AgR, Relator o Ministro Dias Toffoli, Segunda Turma, DJe 17.10.2018).     “AGRAVO REGIMENTAL NO HABEAS CORPUS. PROCESSO PENAL. TENTATIVA DE HOMICÍDIO QUALIFICADO. PRISÃO PREVENTIVA. ALEGAÇÃO DE EXCESSO DE PRAZO. HABEAS CORPUS INDEFERIDO NO SUPERIOR TRIBUNAL DE JUSTIÇA: SÚMULA N. 691 DO SUPREMO TRIBUNAL FEDERAL. DUPLA SUPRESSÃO DE INSTÂNCIA. INVIABILIDADE JURÍDICA. AUSÊNCIA DE IMPUGNAÇÃO ESPECÍFICA DA DECISÃO AGRAVADA. DECISÃO AGRAVADA MANTIDA. AGRAVO AO QUAL SE NEGA PROVIMENTO.      1. Inexistindo anteriores manifestações das instâncias precedentes sobre a matéria de fundo da impetração, a apreciação dos pedidos da defesa implica dupla supressão de instância, o que não é admitido conforme a jurisprudência do Supremo Tribunal. Precedentes.      2. Sob pena de supressão de instância, não se admite a impetração de habeas corpus neste Supremo Tribunal contra decisão monocrática de Ministro de Tribunal Superior. Precedentes.      3. O Agravante tem o dever de impugnar, de forma específica, todos os fundamentos da decisão agravada, sob pena de não provimento do agravo regimental.      4. Agravo regimental ao qual se nega provimento” (HC n. 133.685-AgR, de minha relatoria, Segunda Turma, DJe 10.6.2016).     11. Este Supremo Tribunal tem admitido, em casos excepcionais e em circunstâncias fora do ordinário, o temperamento na aplicação da Súmula n. 691 do Supremo Tribunal Federal (“Não compete ao Supremo Tribunal Federal conhecer de habeas corpus impetrado contra decisão do Relator que, em habeas corpus requerido a tribunal superior, indefere a liminar”).     Essa excepcionalidade é demonstrada em casos nos quais se patenteie flagrante ilegalidade ou contrariedade a princípios constitucionais ou legais na decisão questionada, o que não ocorre na espécie vertente.     12. Sem adentrar o mérito da causa, mas para afastar eventual alegação de ilegalidade manifesta ou teratologia, é de se anotar que o paciente foi preso em flagrante, tendo a prisão sido convertida em preventiva em razão do risco em concreto de reiteração delitiva, evidenciado pela reincidência específica do paciente em crimes contra o patrimônio (doc. 4).     A sentença fez menção a esse fundamento para manter a necessidade de custódia cautelar e negar o direito de o paciente apelar em liberdade (doc. 5), tendo sido o entendimento reafirmado quando do pedido da defesa de revogação da preventiva em razão da pandemia de coronavírus:     “Trata-se de pedido de revogação da prisão preventiva sob o fundamento de que o réu preenche os requisitos previstos na Recomendação nº 62/2020 do CNJ e não se justifica a manutenção da prisão cautelar mesmo após a condenação.      Por logo se diga que a recomendação do Conselho Nacional de Justiça não tem natureza vinculativa, cabendo a verificação de sua pertinência e imprescindibilidade em cada situação específica.      A análise da legalidade da prisão e da presença dos requisitos e pressupostos para a conversão da prisão em flagrante em preventiva foi feita na audiência de custódia. E na sentença em que foi mais uma vez condenado o réu por crime patrimonial não lhe foi concedido o benefício de recorrer em liberdade justamente por ser contumaz reincidente e sempre que colocado em liberdade volta à senda criminosa, o que, por evidente, coloca em sobressalto a sociedade, a caracterizar o perigo a ordem pública.      Enfatize-se que o réu tem vários antecedentes criminais, inclusive com muitas condenações por delitos patrimoniais, a denotar que não se verga a reprimendas penais e, em liberdade, volta para o mundo do crime. E não há prova alguma de domicílio certo, ocupação lícita, estudos ou família constituída, a fazer crer que, condenado, não se apresentará espontaneamente para cumprir a pena imposta, mas cairá no mundo, na certeza da impunidade.      Não se descura, outrossim, do nebuloso panorama que se avizinha acaso a pandemia atinja o já combalido sistema prisional, mas nem por isso se justifica colocar em liberdade quem já foi condenado e está regularmente custodiado pelo estado enquanto a população ordeira cumpre, com inegável sacrifício, o isolamento social imposto pelo medo de se contaminar e contaminar aos próximos. E seria - para dizer o mínimo - assaz pueril esperar que muitos criminosos, postos em liberdade nestas circunstâncias, permaneçam mansos e serenos em aprazível recolhimento domiciliar aguardando a pandemia passar.      Por fim, ainda que passados olhos com alguma benevolência, não há elementos concretos a demonstrar que o peticionário esteja em grupo de risco ou privado de tratamento, a evidenciar que a manutenção no cárcere lhe acarrete maiores riscos do que ao cidadão comum que se vê obrigado a ficar em casa, muitas vezes sem sequer ter um teto digno, sem ter água tratada para lavar as mãos ou mesmo o que de comer dar aos filhos.      Sendo assim, indefiro o pedido.      Ciência às partes” (doc. 7),      13. Pelas circunstâncias do ato praticado e com os fundamentos apresentados nas instâncias antecedentes, mantidos pela autoridade apontada como coatora, não se há cogitar de ilegalidade manifesta ou teratologia na decisão pela qual negada a revogação da prisão preventiva do paciente e indeferida a aplicação de medidas cautelares diversas da prisão, diante das circunstâncias do caso que evidenciam o risco concreto de reiteração delitiva. Assim, por exemplo:     “AGRAVO REGIMENTAL NO RECURSO ORDINÁRIO EM HABEAS CORPUS. TRÁFICO DE DROGAS. PRISÃO PREVENTIVA. GARANTIA DA ORDEM PÚBLICA. FUNDAMENTAÇÃO IDÔNEA. 1. Prisão preventiva decretada forte na garantia da ordem pública, presentes as circunstâncias concretas reveladas nos autos. Precedentes. 2. Agravo regimental conhecido e não provido (RHC n. 147.580-AgR, Relatora a Ministra Rosa Weber, DJe 15.12.2017).     HABEAS CORPUS. TRÁFICO DE DROGAS. PRISÃO PREVENTIVA. MOTIVADA NA GARANTIA DA ORDEM PÚBLICA. LEGALIDADE. PRECEDENTES. 1. A decisão que determinou a segregação cautelar apresenta fundamentação jurídica idônea, já que lastreada nas circunstâncias do caso para resguardar a ordem pública (CPP, art. 312), ante a periculosidade da paciente, evidenciada pelo fundado receio de reiteração delitiva. 2.Habeas corpus denegado (HC n. 136.035, Relator o Ministro Marco Aurélio, Redator para o acórdão o Ministro Alexandre de Moraes, DJe 24.10.2017).     14. Quanto ao pedido de prisão domiciliar em razão da pandemia de coronavírus, é de se anotar que o Ministro Marco Aurélio, em decisão proferida, em 17.3.2020, não determinou a soltura imediata dos detentos, tendo apenas conclamado os juízes de execução penal a adotarem, quanto à população carcerária, procedimentos preventivos sugeridos pelo Ministério da Saúde para evitar o avanço da doença nos presídios.     Em 18.3.2020, na sessão presencial deste Supremo Tribunal, reafirmou o Ministro não ter determinado a soltura dos presos, submetendo sua decisão a referendo do Plenário deste Supremo Tribunal.     Por maioria, o Plenário decidiu não referendar a decisão do Ministro Marco Aurélio e manter as prisões levadas a efeito, assentando caber ao juízo local avaliar a situação de cada preso, nos termos da Recomendação n. 62/2020 do Conselho Nacional de Justiça para evitar a disseminação do novo coronavírus nas prisões.     15. Na espécie em exame, essa questão foi submetida às instâncias de origem, que concluíram não se enquadrar o paciente nas hipóteses da Recomendação n. 62/2020 do Conselho Nacional de Justiça, entre diversas outras razões, por não estar a sua situação entre aqueles casos do grupo de risco, não apresentando comorbidade ou indicativo de tratamento médico. Portanto, também não estão evidenciadas teratologia ou flagrante ilegalidade na espécie.     As instâncias antecedentes consideraram o conjunto probatório para concluir não ser o caso de prisão domiciliar. Para rever essa conclusão seria imprescindível reexaminar os fatos e as provas do processo, ao que não se presta o habeas corpus.     16. Pela jurisprudência deste Supremo Tribunal, “pode o Relator, com fundamento no art. 21, § 1º, do Regimento Interno, negar seguimento ao habeas corpus manifestamente inadmissível, improcedente ou contrário à jurisprudência dominante, embora sujeita a decisão a agravo regimental” (HC n. 96.883-AgR, de minha relatoria, DJe 1º.2.2011).     17. Pelo exposto, nego seguimento ao presente habeas corpus (§ 1º do art. 21 do Regimento Interno do Supremo Tribunal Federal), prejudicada a medida liminar requerida.     Publique-se.     Brasília, 21 de maio de 2020. Ministra CÁRMEN LÚCIA Relatora","ementa":"DECISÃO HABEAS CORPUS. PROCESSUAL PENAL. FURTO QUALIFICADO. PRISÃO PREVENTIVA. REITERAÇÃO DELITIVA. PEDIDO DE PRISÃO DOMICILIAR. COVID-19. HABEAS CORPUS NEGADO NO SUPERIOR TRIBUNAL DE JUSTIÇA: SÚMULA N. 691 DO SUPREMO TRIBUNAL FEDERAL. IMPETRAÇÃO CONTRA DECISÃO MONOCRÁTICA E COM DUPLA SUPRESSÃO DE INSTÂNCIA. AUSÊNCIA DE TERATOLOGIA. NEGATIVA FUNDAMENTADA PELO JUÍZO DA EXECUÇÃO. INVIABILIDADE JURÍDICA.  HABEAS CORPUS AO QUAL SE NEGA SEGUIMENTO. Relatório     1. Habeas corpus, com requerimento de medida liminar, impetrado por Gabriel Aparecido Moreira da Silva, em benefício de Marcos Roberto Malaman, contra decisão do Presidente do Superior Tribunal de Justiça, Ministro João Otávio de Noronha, pela qual indeferido liminarmente o Habeas Corpus n. 577.111/SP. O caso     2. Consta dos autos ter sido o paciente preso em flagrante e posteriormente condenado pela prática do crime de furto qualificado (incs. I e II do § 4º do art. 155 do Código Penal) à pena de três anos de reclusão, no regime inicial semiaberto, sendo-lhe negado o direito de recorrer em liberdade.     3. A defesa impetrou habeas corpus no Tribunal de Justiça de São Paulo com pedido de revogação da prisão cautelar por ausência dos requisitos necessários e em razão da epidemia de coronavírus.      4. Contra o indeferimento da medida liminar requerida, impetrou-se o Habeas Corpus n. 577.111/SP, no Superior Tribunal de Justiça, indeferido liminarmente pelo Presidente, Ministro João Otávio de Noronha. Extrai-se da decisão impugnada:     “(...) A matéria não pode ser apreciada pelo Superior Tribunal de Justiça, pois não foi examinada pelo Tribunal de origem, que ainda não julgou o mérito do writ originário.      A jurisprudência do STJ firmou-se no sentido de que não cabe habeas corpus contra indeferimento de pedido liminar em outro writ, salvo no caso de flagrante ilegalidade, conforme demonstra o seguinte precedente: (..)       Confira-se também a Súmula n. 691 do STF: Não compete ao Supremo Tribunal Federal conhecer de habeas corpus impetrado contra decisão do Relator que, em habeas corpus requerido a tribunal superior, indefere a liminar.      No caso, não visualizo, em juízo sumário, manifesta ilegalidade que autorize o afastamento da aplicação do mencionado verbete sumular.      Ante o exposto, com fundamento no art. 21-E, IV, c/c o art. 210 do RISTJ, indefiro liminarmente o presente habeas corpus.      Cientifique-se o Ministério Público Federal.      Publique-se. Intimem-se“ (doc. 3).     5. Essa decisão é o objeto da presente impetração, na qual o impetrante insiste na revogação da prisão preventiva do paciente.     Alega que “a prisão preventiva do Paciente está calcada em numa sequência de ilegalidades manifestadas em decisões genéricas e carentes de fundamentação idônea que possa efetivar a custódia cautelar”.      Sustenta que “as decisões supracitadas, assim como o ato coator, ignoram o estado de pandemia que assola o globo terrestre nesse momento que, inclusive, fundamente a Recomendação n º 62/2020 do Conselho Nacional de Justiça”.      Invoca a Recomendação n. 62 do Conselho Nacional de Justiça e o julgamento da ADPF n. 347 por este Supremo Tribunal, afirmando a necessidade de superação do óbice da Súmula n. 691/STF, com a revogação da prisão preventiva, com a expedição de alvará de soltura ou a aplicação das medidas cautelares do art. 319 do Código de Processo Penal.     É o pedido e requerimento:     “(...) requer-se seja concedido o presente mandamus, para, em superando a Súmula 691 deste Egrégio Supremo Tribunal Federal, cassar o ato coator com o fim de reconhecer a ilegalidade do decreto de prisão preventiva do Paciente, calcado em decisão proferida pelo douto Juiz de Direito da Vara Criminal da Comarca de Itatiba (SP), expedindo-se o competente alvará de soltura. Caso não seja esse o entendimento, requer-se, alternativamente, que lhe sejam aplicadas outras medidas cautelares, diversas da prisão, previstas no art. 319 do Código de Processo Penal. Ainda, em alternativa aos pedidos anteriores, seja concedido ao Paciente o direito de concessão de saída antecipada nos termos da art. 5º, I, da Recomendação nº 62/2020 do Conselho Nacional de Justiça ou o direito de ser colocado em prisão domiciliar nos termos da art. 5º, III, da Recomendação nº 62/2020 do Conselho Nacional de Justiça”.      Examinada a matéria posta à apreciação, DECIDO.     6. Os elementos fáticos e jurídicos apresentados não autorizam o prosseguimento desta ação no Supremo Tribunal Federal.     7. Na presente impetração, aponta-se como ato coator decisão monocrática do Ministro João Otávio de Noronha, Presidente do Superior Tribunal de Justiça, pela qual indeferido liminarmente o Habeas Corpus n. 577.111/SP.     8. Nos termos da jurisprudência deste Supremo Tribunal, a “ausência da análise da decisão monocrática pelo Colegiado impede o conhecimento do habeas corpus por esta Corte” (HC n. 143.436-AgR, Relator o Ministro Ricardo Lewandowski, Segunda Turma, DJe 11.10.2018).     Confiram-se também os seguintes julgados:     “AGRAVO REGIMENTAL EM HABEAS CORPUS. IMPETRAÇÃO CONTRA DECISÃO MONOCRÁTICA DE MINISTRO DE TRIBUNAL SUPERIOR. RECORRIBILIDADE. SUPRESSÃO DE INSTÂNCIA. INEXISTÊNCIA DE ILEGALIDADE. PRECEDENTES.      1. Incidência de óbice ao conhecimento da ordem impetrada neste Supremo Tribunal Federal, uma vez que se impugna decisão monocrática de Ministro do Superior de Tribunal de Justiça (HC 122.718/SP, Rel. Min. ROSA WEBER; HC 121.684-AgR/SP, Rel. Min. TEORI ZAVASCKI; Ag. Reg. no habeas Corpus 138.687, Segunda Turma, j. 13.12.2016, Rel. Min. CELSO DE MELLO; HC 116.875/AC, Rel. Min. CÁRMEN LÚCIA; HC 117.346/SP, Rel. Min. CÁRMEN LÚCIA; HC 117.798/SP, Rel. Min. RICARDO LEWANDOWSKI; HC 118.189/MG, Rel. Min. RICARDO LEWANDOWSKI; HC 119.821/TO, Rel. Min. GILMAR MENDES; HC 122.381-AgR/SP, Rel. Min. DIAS TOFFOLI; RHC 114.737/RN, Rel. Min. CÁRMEN LÚCIA; RHC 114.961/SP, Rel. Min. DIAS TOFFOLI).      2. O exaurimento da instância recorrida é, como regra, pressuposto para ensejar a competência do Supremo Tribunal Federal, conforme vem sendo reiteradamente proclamado por esta Corte (RHC 111.935, Primeira Turma, j. 10.9.2013, rel. Min. LUIZ FUX; HC 97.009, Tribunal Pleno, j. 25.4.2013, rel. p/ Acórdão Min. TEORI ZAVASCKI; HC 118.189, j. 19.11.2013, Segunda Turma, rel. Min. RICARDO LEWANDOWSKI).      3. Inexistência de teratologia ou caso excepcional que caracterizem flagrante constrangimento ilegal.      4. Agravo regimental a que se nega provimento” (HC n. 161.456-AgR, Relator o Ministro Alexandre de Moraes, Primeira Turma, DJe 16.10.2018).     ”’HABEAS CORPUS’ – IMPETRAÇÃO DEDUZIDA CONTRA DECISÃO MONOCRÁTICA DE MINISTRO DE TRIBUNAL SUPERIOR DA UNIÃO – HIPÓTESE DE INCOGNOSCIBILIDADE DO REMÉDIO CONSTITUCIONAL EM EXAME – DIRETRIZ JURISPRUDENCIAL FIRMADA POR AMBAS AS TURMAS DO SUPREMO TRIBUNAL FEDERAL – ‘HABEAS CORPUS’ NÃO CONHECIDO – RESSALVA DA POSIÇÃO PESSOAL DO RELATOR DESTA CAUSA, QUE ENTENDE CABÍVEL O ‘WRIT’ EM CASOS COMO ESTE – PARECER DA PROCURADORIA-GERAL DA REPÚBLICA PELO NÃO PROVIMENTO DO AGRAVO – RECURSO DE AGRAVO IMPROVIDO.      – É incognoscível o remédio constitucional de ‘habeas corpus’, quando impetrado, originariamente, perante o Supremo Tribunal Federal, contra decisão monocrática proferida por Ministro de Tribunal Superior da União, pois a admissibilidade desse ‘writ’ supõe a existência de julgamento colegiado emanado de qualquer das Cortes Superiores. Precedentes. Ressalva da posição pessoal do Relator desta causa” (HC n. 158.065-AgR, Relator o Ministro Celso de Mello, Segunda Turma, DJe 5.10.2018).     9. Pelo que se tem nestes autos, o mérito da impetração ainda não foi apreciado no Tribunal paulista.     O exame dos pedidos formulados pelo impetrante, neste momento, traduziria dupla supressão de instância, pois o Tribunal de Justiça de São Paulo não julgou o mérito da impetração. Restringiu-se a examinar a medida liminar requerida, cujo indeferimento foi objeto do habeas corpus no Superior Tribunal de Justiça.     10. Este Supremo Tribunal não admite o conhecimento de habeas corpus sem apreciação dos fundamentos pelo órgão judicial apontado como coator, por incabível o exame per saltum, em especial quando não se comprovam requisitos para o acolhimento, como o flagrante constrangimento, a manifesta ilegalidade ou o abuso de poder. Confiram-se, por exemplo, os julgados a seguir:     “Agravo regimental em habeas corpus. 2. Penal e Processual Penal. 3. Habeas Corpus impetrado de decisão monocrática do STJ que aplica a Súmula 691/STF. 4. Dupla supressão de instância. (…) 11. Agravo regimental a que se nega provimento” (HC n. 160.531-AgR, Relator o Ministro Gilmar Mendes, Segunda Turma, DJe 30.11.2018).     “Agravo regimental em habeas corpus. Prisão preventiva. Impetração dirigida contra decisão monocrática. Não exaurimento da instância antecedente. Apreciação per saltum. Impossibilidade. Dupla supressão de instância. Precedentes. Regimental não provido.      1. Os fundamentos adotados pelo Superior Tribunal de Justiça para indeferir liminarmente a inicial do habeas corpus permitem concluir que o tema ora submetido à analise da Corte não foi analisado no bojo da impetração. Logo, sua apreciação, de forma originária, pelo STF configuraria inadmissível dupla supressão de instância.      2. Como se não bastasse, é inadmissível o habeas corpus que se volte contra decisão monocrática do relator da causa no Superior Tribunal de Justiça não submetida ao crivo do colegiado por intermédio do agravo interno, por falta de exaurimento da instância antecedente. Precedentes.      3. Agravo regimental ao qual se nega provimento” (HC n. 158.755-AgR, Relator o Ministro Dias Toffoli, Segunda Turma, DJe 17.10.2018).     “AGRAVO REGIMENTAL NO HABEAS CORPUS. PROCESSO PENAL. TENTATIVA DE HOMICÍDIO QUALIFICADO. PRISÃO PREVENTIVA. ALEGAÇÃO DE EXCESSO DE PRAZO. HABEAS CORPUS INDEFERIDO NO SUPERIOR TRIBUNAL DE JUSTIÇA: SÚMULA N. 691 DO SUPREMO TRIBUNAL FEDERAL. DUPLA SUPRESSÃO DE INSTÂNCIA. INVIABILIDADE JURÍDICA. AUSÊNCIA DE IMPUGNAÇÃO ESPECÍFICA DA DECISÃO AGRAVADA. DECISÃO AGRAVADA MANTIDA. AGRAVO AO QUAL SE NEGA PROVIMENTO.      1. Inexistindo anteriores manifestações das instâncias precedentes sobre a matéria de fundo da impetração, a apreciação dos pedidos da defesa implica dupla supressão de instância, o que não é admitido conforme a jurisprudência do Supremo Tribunal. Precedentes.      2. Sob pena de supressão de instância, não se admite a impetração de habeas corpus neste Supremo Tribunal contra decisão monocrática de Ministro de Tribunal Superior. Precedentes.      3. O Agravante tem o dever de impugnar, de forma específica, todos os fundamentos da decisão agravada, sob pena de não provimento do agravo regimental.      4. Agravo regimental ao qual se nega provimento” (HC n. 133.685-AgR, de minha relatoria, Segunda Turma, DJe 10.6.2016).     11. Este Supremo Tribunal tem admitido, em casos excepcionais e em circunstâncias fora do ordinário, o temperamento na aplicação da Súmula n. 691 do Supremo Tribunal Federal (“Não compete ao Supremo Tribunal Federal conhecer de habeas corpus impetrado contra decisão do Relator que, em habeas corpus requerido a tribunal superior, indefere a liminar”).     Essa excepcionalidade é demonstrada em casos nos quais se patenteie flagrante ilegalidade ou contrariedade a princípios constitucionais ou legais na decisão questionada, o que não ocorre na espécie vertente.     12. Sem adentrar o mérito da causa, mas para afastar eventual alegação de ilegalidade manifesta ou teratologia, é de se anotar que o paciente foi preso em flagrante, tendo a prisão sido convertida em preventiva em razão do risco em concreto de reiteração delitiva, evidenciado pela reincidência específica do paciente em crimes contra o patrimônio (doc. 4).     A sentença fez menção a esse fundamento para manter a necessidade de custódia cautelar e negar o direito de o paciente apelar em liberdade (doc. 5), tendo sido o entendimento reafirmado quando do pedido da defesa de revogação da preventiva em razão da pandemia de coronavírus:     “Trata-se de pedido de revogação da prisão preventiva sob o fundamento de que o réu preenche os requisitos previstos na Recomendação nº 62/2020 do CNJ e não se justifica a manutenção da prisão cautelar mesmo após a condenação.      Por logo se diga que a recomendação do Conselho Nacional de Justiça não tem natureza vinculativa, cabendo a verificação de sua pertinência e imprescindibilidade em cada situação específica.      A análise da legalidade da prisão e da presença dos requisitos e pressupostos para a conversão da prisão em flagrante em preventiva foi feita na audiência de custódia. E na sentença em que foi mais uma vez condenado o réu por crime patrimonial não lhe foi concedido o benefício de recorrer em liberdade justamente por ser contumaz reincidente e sempre que colocado em liberdade volta à senda criminosa, o que, por evidente, coloca em sobressalto a sociedade, a caracterizar o perigo a ordem pública.      Enfatize-se que o réu tem vários antecedentes criminais, inclusive com muitas condenações por delitos patrimoniais, a denotar que não se verga a reprimendas penais e, em liberdade, volta para o mundo do crime. E não há prova alguma de domicílio certo, ocupação lícita, estudos ou família constituída, a fazer crer que, condenado, não se apresentará espontaneamente para cumprir a pena imposta, mas cairá no mundo, na certeza da impunidade.      Não se descura, outrossim, do nebuloso panorama que se avizinha acaso a pandemia atinja o já combalido sistema prisional, mas nem por isso se justifica colocar em liberdade quem já foi condenado e está regularmente custodiado pelo estado enquanto a população ordeira cumpre, com inegável sacrifício, o isolamento social imposto pelo medo de se contaminar e contaminar aos próximos. E seria - para dizer o mínimo - assaz pueril esperar que muitos criminosos, postos em liberdade nestas circunstâncias, permaneçam mansos e serenos em aprazível recolhimento domiciliar aguardando a pandemia passar.      Por fim, ainda que passados olhos com alguma benevolência, não há elementos concretos a demonstrar que o peticionário esteja em grupo de risco ou privado de tratamento, a evidenciar que a manutenção no cárcere lhe acarrete maiores riscos do que ao cidadão comum que se vê obrigado a ficar em casa, muitas vezes sem sequer ter um teto digno, sem ter água tratada para lavar as mãos ou mesmo o que de comer dar aos filhos.      Sendo assim, indefiro o pedido.      Ciência às partes” (doc. 7),      13. Pelas circunstâncias do ato praticado e com os fundamentos apresentados nas instâncias antecedentes, mantidos pela autoridade apontada como coatora, não se há cogitar de ilegalidade manifesta ou teratologia na decisão pela qual negada a revogação da prisão preventiva do paciente e indeferida a aplicação de medidas cautelares diversas da prisão, diante das circunstâncias do caso que evidenciam o risco concreto de reiteração delitiva. Assim, por exemplo:     “AGRAVO REGIMENTAL NO RECURSO ORDINÁRIO EM HABEAS CORPUS. TRÁFICO DE DROGAS. PRISÃO PREVENTIVA. GARANTIA DA ORDEM PÚBLICA. FUNDAMENTAÇÃO IDÔNEA. 1. Prisão preventiva decretada forte na garantia da ordem pública, presentes as circunstâncias concretas reveladas nos autos. Precedentes. 2. Agravo regimental conhecido e não provido (RHC n. 147.580-AgR, Relatora a Ministra Rosa Weber, DJe 15.12.2017).     HABEAS CORPUS. TRÁFICO DE DROGAS. PRISÃO PREVENTIVA. MOTIVADA NA GARANTIA DA ORDEM PÚBLICA. LEGALIDADE. PRECEDENTES. 1. A decisão que determinou a segregação cautelar apresenta fundamentação jurídica idônea, já que lastreada nas circunstâncias do caso para resguardar a ordem pública (CPP, art. 312), ante a periculosidade da paciente, evidenciada pelo fundado receio de reiteração delitiva. 2.Habeas corpus denegado (HC n. 136.035, Relator o Ministro Marco Aurélio, Redator para o acórdão o Ministro Alexandre de Moraes, DJe 24.10.2017).     14. Quanto ao pedido de prisão domiciliar em razão da pandemia de coronavírus, é de se anotar que o Ministro Marco Aurélio, em decisão proferida, em 17.3.2020, não determinou a soltura imediata dos detentos, tendo apenas conclamado os juízes de execução penal a adotarem, quanto à população carcerária, procedimentos preventivos sugeridos pelo Ministério da Saúde para evitar o avanço da doença nos presídios.     Em 18.3.2020, na sessão presencial deste Supremo Tribunal, reafirmou o Ministro não ter determinado a soltura dos presos, submetendo sua decisão a referendo do Plenário deste Supremo Tribunal.     Por maioria, o Plenário decidiu não referendar a decisão do Ministro Marco Aurélio e manter as prisões levadas a efeito, assentando caber ao juízo local avaliar a situação de cada preso, nos termos da Recomendação n. 62/2020 do Conselho Nacional de Justiça para evitar a disseminação do novo coronavírus nas prisões.     15. Na espécie em exame, essa questão foi submetida às instâncias de origem, que concluíram não se enquadrar o paciente nas hipóteses da Recomendação n. 62/2020 do Conselho Nacional de Justiça, entre diversas outras razões, por não estar a sua situação entre aqueles casos do grupo de risco, não apresentando comorbidade ou indicativo de tratamento médico. Portanto, também não estão evidenciadas teratologia ou flagrante ilegalidade na espécie.     As instâncias antecedentes consideraram o conjunto probatório para concluir não ser o caso de prisão domiciliar. Para rever essa conclusão seria imprescindível reexaminar os fatos e as provas do processo, ao que não se presta o habeas corpus.     16. Pela jurisprudência deste Supremo Tribunal, “pode o Relator, com fundamento no art. 21, § 1º, do Regimento Interno, negar seguimento ao habeas corpus manifestamente inadmissível, improcedente ou contrário à jurisprudência dominante, embora sujeita a decisão a agravo regimental” (HC n. 96.883-AgR, de minha relatoria, DJe 1º.2.2011).     17. Pelo exposto, nego seguimento ao presente habeas corpus (§ 1º do art. 21 do Regimento Interno do Supremo Tribunal Federal), prejudicada a medida liminar requerida.     Publique-se.     Brasília, 21 de maio de 2020. Ministra CÁRMEN LÚCIA Relatora","indexacao":null,"legislacao":"LEG-FED   DEL-002848       ANO-1940\n          ART-00155 PAR-00004 INC-00001 INC-00002\n          CP-1940 CÓDIGO PENAL\nLEG-FED   DEL-003689       ANO-1941\n          ART-00319   \n          CPP-1941 CÓDIGO DE PROCESSO PENAL\nLEG-FED   RGI       ANO-1980\n          ART-00021 PAR-00001  \t\t\t\n          RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\nLEG-FED   RGI       ANO-1989\n          ART-0021E INC-00004 ART-00210 \n          REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA - STJ\nLEG-FED   SUMSTF-000691\n          SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF","notas_obervacoes_gerais":"- Veja o artigo 5º, incisos I e III da Recomendação nº 62, de 2020, do Conselho \n  Nacional de Justiça - CNJ\n\n\n\n04/11/2020\t\t\nLegislação feita por:(TFO)","url_pdf":"http://portal.stf.jus.br/processos/downloadPeca.asp?id=15343180857&ext=.pdf","url_processo_tribunal":"https://portal.stf.jus.br/processos/detalhe.asp?incidente=5917047","assunto":"DIREITO PROCESSUAL PENAL | Prisão Preventiva | Revogação","numeros_origem":"185926, 00001061820198260544, 15014989120198260228, 15139088420198260228, 15019175720198260228, 00931946720201000000, 208011224202082600000, 577111","tribunal_origem":"Supremo Tribunal Federal","numero_unico_cnj":"0093194-67.2020.1.00.0000"},{"id_jurisprudencia":"24b370d8-be9c-43da-8768-203aa9ef8f0a","tipo_publicacao":"DECISAO_MONOCRATICA","tipo_jurisdicao":"INSTANCIA","sigla_tribunal":"STF","cod_cnj_tj":"100","url_jurisprudencia_tribunal":"https://jurisprudencia.stf.jus.br/pages/search/despacho1103423/false","processo":"HC 185752 / BA ","classe":" Habeas Corpus ","relator":"Gilmar Mendes","data_julgamento":"20/05/2020","data_publicacao":"22/05/2020","partes":"PACTE.(S)           : GENESIS OLIVEIRA DA SILVA IMPTE.(S)           : MANOEL GOMES SILVA NETO E OUTRO(A/S) COATOR(A/S)(ES)     : SUPERIOR TRIBUNAL DE JUSTIÇA IMPTE.(S)           : JULIANA MARIA PASSOS GOMES ZINI","decisao_jurisprudencia":"","inteiro_teor_puro":"Decisão: Trata-se de habeas corpus com pedido de medida liminar, impetrado por Manoel Gomes Silva Neto e outro, em favor de Genesis Oliveira da Silva, contra acórdão proferido pelo Superior Tribunal de Justiça, nos autos do AREsp 1.635.168/BA.     Por meio deste writ, a impetrante pretende que esta Corte determine ao STJ que aprecie o agravo em recurso especial, não conhecido porque o paciente deixou de impugnar, especificamente, os fundamentos da decisão agrada, de maneira que atraiu a Súmula 284 desta Corte.     Requer, alternativamente, a concessão da ordem para “anular todos os atos decisórios à partir da r. sentença, por falta de observância dos Princípios do Due Process Law, Ampla Defesa, Contraditório e Presunção de Inocência.”     É o relatório.     Decido.     Não tem razão o impetrante.     A decisão monocrática proferida pelo Ministro Presidente do STJ foi confirmada, por duas vezes, pela Quinta Turma daquela Corte, que assentou ser o agravo em recurso especial inadmissível porque a parte deixou de impugnar os fundamentos da decisão recorrida.     No sentido, é pacífico o entendimento nesta Corte de que não cabe rever, em recurso extraordinário, decisão do Superior Tribunal de Justiça que inadmitiu recurso especial, conforme se vê do julgamento do AI 399.530-AgR, de minha relatoria, cuja ementa segue transcrita:     ‘Agravo regimental em agravo de instrumento. 2. Recurso especial inadmitido. Agravo de instrumento para o STJ. Pressupostos processuais. Ofensa reflexa à CF/88. 3. Não compete ao STF atuar como mero revisor das decisões referentes à admissibilidade dos recursos interpostos nas instâncias ordinárias e superiores. 4. Agravo regimental a que se nega provimento’.     Nesse mesmo sentido: AI 521.875-AgR/SP, Rel. Min. Joaquim Barbosa; AI 442.654-AgR/PE, Rel. Min. Celso de Mello; AI 394.048-AgR/MG, Rel. Min. Sidney Sanches; RE 552.404-AgR/DF; Rel. Min. Cezar Peluso; AI 639.502-AgR/DF, Rel. Min. Eros Grau; AI 647.367-AgR/RS, Rel. Min. Gilmar Mendes; AI 338.026-AgR/SP, Rel. Min. Ellen Gracie.     A exceção reside nos casos de alegada ofensa à matéria de ordem pública, como a tempestividade, o que não é o caso dos autos.     Quanto ao mérito, verifica-se que pretende a parte a revisão criminal do julgado.     No ponto, registro que o mérito da controvérsia não foi apreciado pelo Superior Tribunal de Justiça, de modo que a apreciação por esta Corte resultaria em supressão de instância.     Segundo jurisprudência consolidada deste Tribunal, não tendo sido a questão objeto de exame definitivo pelo Superior Tribunal de Justiça ou ausente prévia manifestação colegiada das demais instâncias inferiores, a apreciação do pedido da defesa implica supressão de instância, o que não é admitido. Nesse sentido: HC-AgR 131.320/PR, Rel. Min. Teori Zavascki, Segunda Turma, DJe 10.2.2016; HC 140.825/PR, Rel. Min. Luiz Fux, decisão monocrática, DJe 3.3.2017; e HC 139.829/SP, Rel. Min. Dias Toffoli, decisão monocrática, DJe 8.3.2017.     É bem verdade que, em casos de manifesta e grave ilegalidade, tais entendimentos podem ser flexibilizados, inclusive por meio da concessão da ordem de ofício, o que não é o caso dos autos.     Observa-se, da leitura das alegações finais do paciente, que não houve qualquer impugnação ao reconhecimento fotográfico, razão por que operou-se a preclusão. (eDOC 4, p. 25-27)     Ademais, ainda que superado o óbice, a condenação não foi baseada, exclusivamente, no reconhecimento fotográfico.     Conforme se observa, provas testemunhais e imagens capturadas por câmeras de segurança confirmam a autoria como sendo do paciente. (eDOC 5, p. 22)     Ante o exposto, nego seguimento ao habeas corpus. (art. 21, § 1º, RISTF)     Publique-se.      Brasília, 20 de maio de 2020. Ministro Gilmar Mendes Relator Documento assinado digitalmente","ementa":"Decisão: Trata-se de habeas corpus com pedido de medida liminar, impetrado por Manoel Gomes Silva Neto e outro, em favor de Genesis Oliveira da Silva, contra acórdão proferido pelo Superior Tribunal de Justiça, nos autos do AREsp 1.635.168/BA.     Por meio deste writ, a impetrante pretende que esta Corte determine ao STJ que aprecie o agravo em recurso especial, não conhecido porque o paciente deixou de impugnar, especificamente, os fundamentos da decisão agrada, de maneira que atraiu a Súmula 284 desta Corte.     Requer, alternativamente, a concessão da ordem para “anular todos os atos decisórios à partir da r. sentença, por falta de observância dos Princípios do Due Process Law, Ampla Defesa, Contraditório e Presunção de Inocência.”     É o relatório.     Decido.     Não tem razão o impetrante.     A decisão monocrática proferida pelo Ministro Presidente do STJ foi confirmada, por duas vezes, pela Quinta Turma daquela Corte, que assentou ser o agravo em recurso especial inadmissível porque a parte deixou de impugnar os fundamentos da decisão recorrida.     No sentido, é pacífico o entendimento nesta Corte de que não cabe rever, em recurso extraordinário, decisão do Superior Tribunal de Justiça que inadmitiu recurso especial, conforme se vê do julgamento do AI 399.530-AgR, de minha relatoria, cuja ementa segue transcrita:     ‘Agravo regimental em agravo de instrumento. 2. Recurso especial inadmitido. Agravo de instrumento para o STJ. Pressupostos processuais. Ofensa reflexa à CF/88. 3. Não compete ao STF atuar como mero revisor das decisões referentes à admissibilidade dos recursos interpostos nas instâncias ordinárias e superiores. 4. Agravo regimental a que se nega provimento’.     Nesse mesmo sentido: AI 521.875-AgR/SP, Rel. Min. Joaquim Barbosa; AI 442.654-AgR/PE, Rel. Min. Celso de Mello; AI 394.048-AgR/MG, Rel. Min. Sidney Sanches; RE 552.404-AgR/DF; Rel. Min. Cezar Peluso; AI 639.502-AgR/DF, Rel. Min. Eros Grau; AI 647.367-AgR/RS, Rel. Min. Gilmar Mendes; AI 338.026-AgR/SP, Rel. Min. Ellen Gracie.     A exceção reside nos casos de alegada ofensa à matéria de ordem pública, como a tempestividade, o que não é o caso dos autos.     Quanto ao mérito, verifica-se que pretende a parte a revisão criminal do julgado.     No ponto, registro que o mérito da controvérsia não foi apreciado pelo Superior Tribunal de Justiça, de modo que a apreciação por esta Corte resultaria em supressão de instância.     Segundo jurisprudência consolidada deste Tribunal, não tendo sido a questão objeto de exame definitivo pelo Superior Tribunal de Justiça ou ausente prévia manifestação colegiada das demais instâncias inferiores, a apreciação do pedido da defesa implica supressão de instância, o que não é admitido. Nesse sentido: HC-AgR 131.320/PR, Rel. Min. Teori Zavascki, Segunda Turma, DJe 10.2.2016; HC 140.825/PR, Rel. Min. Luiz Fux, decisão monocrática, DJe 3.3.2017; e HC 139.829/SP, Rel. Min. Dias Toffoli, decisão monocrática, DJe 8.3.2017.     É bem verdade que, em casos de manifesta e grave ilegalidade, tais entendimentos podem ser flexibilizados, inclusive por meio da concessão da ordem de ofício, o que não é o caso dos autos.     Observa-se, da leitura das alegações finais do paciente, que não houve qualquer impugnação ao reconhecimento fotográfico, razão por que operou-se a preclusão. (eDOC 4, p. 25-27)     Ademais, ainda que superado o óbice, a condenação não foi baseada, exclusivamente, no reconhecimento fotográfico.     Conforme se observa, provas testemunhais e imagens capturadas por câmeras de segurança confirmam a autoria como sendo do paciente. (eDOC 5, p. 22)     Ante o exposto, nego seguimento ao habeas corpus. (art. 21, § 1º, RISTF)     Publique-se.      Brasília, 20 de maio de 2020. Ministro Gilmar Mendes Relator Documento assinado digitalmente","indexacao":null,"legislacao":"LEG-FED   RGI       ANO-1980\n          ART-00021 PAR-00001  \n          RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\nLEG-FED   SUMSTF-000284\n          SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF","notas_obervacoes_gerais":"28/10/2020\nLegislação feita por:(GFG).","url_pdf":"http://portal.stf.jus.br/processos/downloadPeca.asp?id=15343158329&ext=.pdf","url_processo_tribunal":"https://portal.stf.jus.br/processos/detalhe.asp?incidente=5913907","assunto":"DIREITO PROCESSUAL PENAL | Ação Penal | Nulidade","numeros_origem":"185752, 03038670420168050146, 1635168, 00005298620168050052, 00928672520201000000","tribunal_origem":"Supremo Tribunal Federal","numero_unico_cnj":"0092867-25.2020.1.00.0000"}]